Repository: xincheng213618/scgd_general_wpf
Catalog: UI/ColorVision.Database/Properties/Resources.*.resx
Languages: ja, ru

# EnableDatabase
source: 启用数据库
ja: データベースを有効にする
ru: Включить базу данных

# MysqlConnection
source: Mysql连接
ja: MySql接続
ru: MySql-соединение

# MysqlConnectionConfiguration
source: Mysql连接配置
ja: MySql接続設定
ru: Конфигурация соединения MySql

# Delete
source: 删除
ja: 消去
ru: удалить

# CreateNewConfigurationFile
source: 新建配置文件
ja: 新しい設定ファイルを作成する
ru: Создать новый файл конфигурации

# Host
source: 主机
ja: ホスト
ru: Хозяин

# Port
source: 端口
ja: ポート
ru: порт

# CopyConfigurationFile
source: 复制配置文件
ja: 設定ファイルをコピーする
ru: Скопировать файл конфигурации

# ConnectionName
source: 连接名
ja: 接続名
ru: название соединения

# UserName
source: 用户
ja: ユーザー
ru: пользователь

# Password
source: 密码
ja: パスワード
ru: Пароль

# Database
source: 数据库名称
ja: 名前データベース
ru: База данных имен

# TesConnection
source: 测试连接
ja: テスト接続
ru: тестовое соединение

# OK
source: 确定
ja: OK
ru: Конечно

# Cancel
source: 取消
ja: キャンセル
ru: Отмена

# LogDatabase
source: 日志数据库
ja: ログデータベース
ru: База данных журналов

# SqliteLogWindow
source: 日志数据库查看器
ja: ログデータベースビューア
ru: Просмотр базы данных журналов

# Refresh
source: 刷新
ja: 更新
ru: Обновить

# ClearCache
source: 清理缓存
ja: キャッシュをクリア
ru: Очистить кэш

# OpenFolder
source: 打开文件夹
ja: フォルダを開く
ru: Открыть папку

# TotalRecords
source: 总记录数:
ja: 総レコード数:
ru: Всего записей:

# Date
source: 日期
ja: 日付
ru: Дата

# Level
source: 级别
ja: レベル
ru: Уровень

# Thread
source: 线程
ja: スレッド
ru: Поток

# Logger
source: 记录器
ja: ロガー
ru: Логгер

# Message
source: 消息
ja: メッセージ
ru: Сообщение

# Exception
source: 异常
ja: 例外
ru: Исключение

# LoadFailed
source: 加载失败
ja: 読み込み失敗
ru: Ошибка загрузки

# ClearCacheConfirm
source: 确定要清理所有日志缓存吗？此操作不可恢复。
ja: すべてのログキャッシュをクリアしてもよろしいですか？この操作は元に戻せません。
ru: Вы уверены, что хотите очистить весь кэш журналов? Это действие нельзя отменить.

# ClearCacheSuccess
source: 日志缓存已清理完毕
ja: ログキャッシュがクリアされました
ru: Кэш журналов успешно очищен

# ClearCacheFailed
source: 清理缓存失败
ja: キャッシュのクリアに失敗しました
ru: Не удалось очистить кэш

# Query
source: 查询
ja: 検索
ru: Поиск

# StartDate
source: 开始日期
ja: 開始日
ru: Дата начала

# EndDate
source: 结束日期
ja: 終了日
ru: Дата окончания

# ShowDetail
source: 显示详情
ja: 詳細表示
ru: Показать детали

# DetailInfo
source: 详细信息
ja: 詳細情報
ru: Подробная информация

# PageSize
source: 每页条数:
ja: ページサイズ:
ru: Размер страницы:

# Page
source: 页
ja: ページ
ru: Страница

# FirstPage
source: 第一页
ja: 最初のページ
ru: Первая страница

# PrevPage
source: 上一页
ja: 前のページ
ru: Предыдущая страница

# NextPage
source: 下一页
ja: 次のページ
ru: Следующая страница

# LastPage
source: 最后一页
ja: 最後のページ
ru: Последняя страница
