Repository: xincheng213618/scgd_general_wpf
Catalog: Engine/ColorVision.Engine/Properties/Resources.*.resx
Languages: fr, ja, ko, ru, zh_hant

# ProcessAndExportCameraDataFromIvlBatchOnly
source: Process only Camera data from IVL batches and export it.
fr: Traiter uniquement les données de la caméra issues des lots IVL et les exporter.
ja: IVL バッチからのカメラ データのみを処理してエクスポートします。
ru: Обрабатывайте только данные камер из пакетов IVL и экспортируйте их.

source: IVL spectral processing
fr: Traitement spectral IVL
ja: IVLスペクトル処理
ru: Спектральная обработка ИВЛ

# ProcessAndExportSpectrumDataFromIvlBatchOnly
source: Process only Spectrum data from IVL batches and export
fr: Traiter uniquement les données Spectrum des lots IVL et les exporter
ja: IVLバッチからスペクトルデータのみを処理してエクスポートする
ru: Обрабатывать только данные Spectrum из партий IVL и экспортировать

# LightBar
source: LED strip
fr: bande LED
ja: LEDストリップ
ru: светодиодная лента

source: Spectrometer
fr: Spectromètre
ja: 分光計
ru: Спектрометр

# EditFilterWheelConfig
source: Edit filter wheel configuration
fr: Modifier la configuration de la roue des filtres
ja: フィルターホイールの設定を編集する
ru: Изменить конфигурацию колеса фильтров

# ContinuousMeasurement
source: Cont. Meas
fr: Mesure continue
ja: 連続測定
ru: Непрерывное измерение

source: OK
fr: Bien sûr
ru: Конечно
zh_hant: 確定

# KBDetect
source: Keyboard detection
fr: Détection du clavier
ko: 키보드 감지
ru: Распознавание клавиатуры
zh_hant: 鍵盤偵測

# ImgImport
source: Image import
ru: Импорт изображений
zh_hant: 影像導入

# ConfigArchivedModel_删除本地文件
source: Delete local files
fr: Supprimer les fichiers locaux
ru: Удалить локальные файлы
