Repository: xincheng213618/scgd_general_wpf
Catalog: Engine/ColorVision.Engine/Properties/Resources.*.resx
Languages: fr, ja, ko, ru, zh_hant

# CalibrationFile
source: Correction documents
fr: Documents de correction
ja: 訂正文書
ko: 정정 문서
ru: Корректирующие документы
zh_hant: 校正文件

# CameraType
source: Camera model
fr: Modèle d'appareil photo
ja: カメラモデル
ko: 카메라 모델
ru: Модель камеры
zh_hant: 相機型號

# CamreaMode
source: Camera mode
fr: Mode caméra
ja: カメラモード
ko: 카메라 모드
ru: Режим камеры
zh_hant: 相機模式

# DefaultCaptureMode
source: Default image retrieval mode
fr: Mode de récupération d'images par défaut
ja: デフォルトの画像取得モード
ko: 기본 이미지 검색 모드
ru: Режим поиска изображений по умолчанию
zh_hant: 預設取圖模式

# DefaultChannelCount
source: Default number of channels
fr: Nombre de canaux par défaut
ja: デフォルトのチャンネル数
ko: 기본 채널 수
ru: Количество каналов по умолчанию
zh_hant: 預設通道數

# DefaultImageBits
source: Default image bit depth
fr: Profondeur de bits d'image par défaut
ja: デフォルトの画像ビット深度
ko: 기본 이미지 비트 심도
ru: Глубина цвета изображения по умолчанию
zh_hant: 預設影像位數

# FilterWheel
source: Color filter wheel
fr: roue à filtres de couleur
ja: カラーフィルターホイール
ko: 컬러 필터 휠
ru: Колесо цветных фильтров
zh_hant: 濾色輪

# EnableSerialPort
source: Enable serial port transmission
fr: Activer la transmission par port série
ja: シリアルポート送信を有効にする
ko: 직렬 포트 전송 활성화
ru: Включить передачу через последовательный порт
zh_hant: 啟用串口發送

# FilterWheelNum
source: Number of color filters
fr: Nombre de filtres de couleur
ja: カラーフィルターの数
ko: 색상 필터의 수
ru: Количество цветных фильтров
zh_hant: 濾色輪數量

# RegistryCenterConfig
source: Registration Center Configuration
fr: Configuration du centre d'inscription
ja: 登録センターの構成
ko: 등록 센터 구성
ru: Конфигурация центра регистрации
zh_hant: 註冊中心配置

# RCName
source: Registration Center Name
fr: Nom du centre d'inscription
ja: 登録センター名
ko: 등록 센터 이름
ru: Название регистрационного центра
zh_hant: 註冊中心名稱

# RCConnecteCfg
source: Registration Center Connection Configuration
fr: Configuration de la connexion au centre d'inscription
ja: 登録センター接続構成
ko: 등록 센터 연결 구성
ru: Конфигурация подключения к центру регистрации
zh_hant: 註冊中心連線配置

source: Service Code
fr: Code de service
ja: サービスコード
ko: 서비스 코드
ru: Код услуги
zh_hant: 服務代碼

# QuaryMethods
source: Query methods
fr: Méthodes de requête
ja: クエリメソッド
ru: Методы запроса
zh_hant: 查詢方法

source: Motor acceleration
fr: Accélération du moteur
ja: モーターの加速
ru: Ускорение двигателя
zh_hant: 馬達運轉加速度

# MotorSteadySpeed
source: Motor smooth running speed
fr: vitesse de fonctionnement régulière du moteur
ja: モーターのスムーズな運転速度
ru: Скорость плавного хода двигателя
zh_hant: 馬達平穩運轉速度

# MotorConfig
source: Motor configuration
fr: Configuration du moteur
ja: モーター構成
ru: Конфигурация двигателя
zh_hant: 馬達配置

source: Motor deceleration
fr: Décélération du moteur
ja: モーターの減速
ru: Замедление двигателя
zh_hant: 馬達減速度

# HomingAcceleration
source: acceleration when returning to the origin
fr: accélération lors du retour à l'origine
ja: 原点に戻るときの加速
ru: ускорение при возвращении в исходное положение
zh_hant: 回原點時的加速度

# HomingMethod
source: Return to origin method
fr: Méthode de retour à l'origine
ja: 原点回帰法
ru: Метод возврата к исходному состоянию
zh_hant: 回原點方式

# HomingTimeout
source: Return to origin timeout
fr: Délai d'attente dépassé pour le retour à l'origine
ja: 原点復帰タイムアウト
ru: Тайм-аут возврата в исходное состояние
zh_hant: 回原點超時時間

# HighSpeedHoming
source: Return to origin at high speed
fr: Retour à l'origine à grande vitesse
ja: 高速で原点復帰
ru: Возвращение в исходную точку на высокой скорости
zh_hant: 高速回原點

# LowSpeedHoming
source: Return to origin at low speed
fr: Retour à l'origine à faible vitesse
ja: 低速で原点復帰
ru: Возвращение в исходную точку на низкой скорости
zh_hant: 低速回原點

# MotorMoveRangeLowerLimit
source: lower limit of motor movement range
fr: limite inférieure de l'amplitude des mouvements moteurs
ja: 運動範囲の下限
ru: нижний предел диапазона двигательных движений
zh_hant: 馬達移動區間下限

# MotorMoveRangeupperLimit
source: upper limit of motor movement range
fr: limite supérieure de l'amplitude des mouvements moteurs
ja: モーター動作範囲の上限
ru: верхний предел диапазона двигательных движений
zh_hant: 馬達移動區間上限

# FocusImageCount
source: Focus on the number of images
fr: Concentrez-vous sur le nombre d'images
ja: 画像の数に注目
ru: Сосредоточьтесь на количестве изображений
zh_hant: 聚焦圖片數量

# ConfigMotor
source: Configure motor
fr: Configurer le moteur
ja: モーターの設定
ru: Настроить двигатель
zh_hant: 配置馬達

source: Camera linkage
fr: Liaison de la caméra
ja: カメラ連動
ru: Соединение камеры
zh_hant: 相機聯動

# TemperatureCtrl
source: Temperature control
fr: Contrôle de la température
ja: 温度制御
ru: Контроль температуры
zh_hant: 溫控

# TemperatureTarget
source: Target temperature
fr: Température cible
ja: 目標温度
ru: Целевая температура
zh_hant: 目標溫度

# TempQuaryInterval_S
source: Temperature query time interval (s)
fr: Intervalle de temps de requête de température (s)
ja: 温度クエリ時間間隔（秒）
ru: Интервал времени запроса температуры (с)
zh_hant: 溫度查詢時間間隔(s)

# usbTraffic
source: Transmission rate
fr: débit de transmission
ja: 伝送速度
ru: Скорость передачи
zh_hant: 傳輸速率

source: Offset
fr: Compenser
ja: オフセット
ru: Компенсировать
zh_hant: 偏移

# CameraParam
source: Camera parameters
fr: Paramètres de la caméra
ja: カメラパラメータ
ru: Параметры камеры
zh_hant: 相機參數

source: Default Gain
fr: Gain par défaut
ja: デフォルトゲイン
ru: Коэффициент усиления по умолчанию
zh_hant: 增益預設值

# MinGain
source: Minimum gain
fr: Gain minimum
ja: 最小ゲイン
ru: Минимальный прирост
zh_hant: 增益最小值

# MaxGain
source: Maximum gain
fr: Gain maximal
ja: 最大ゲイン
ru: Максимальный прирост
zh_hant: 增益最大值

# DefaultExpTime
source: Expose default values
fr: Afficher les valeurs par défaut
ja: デフォルト値を公開する
ru: Вывести значения по умолчанию
zh_hant: 曝光預設值

# MinExpTime
source: Minimum exposure
fr: exposition minimale
ja: 最小限の露出
ru: Минимальная экспозиция
zh_hant: 曝光最小值

# MaxExpTime
source: Maximum exposure
fr: Exposition maximale
ja: 最大露出
ru: Максимальная экспозиция
zh_hant: 曝光最大值

# DataSavePath
source: Data storage path
fr: Chemin de stockage des données
ja: データ保存パス
ru: Путь хранения данных
zh_hant: 資料儲存路徑

source: Add group
fr: Ajouter un groupe
ja: グループを追加
ru: Добавить группу
zh_hant: 新增群組

source: Delete group
fr: Supprimer le groupe
ja: グループを削除
ru: Удалить группу
zh_hant: 刪除群組

# ExportCalibration
source: Export Correction
fr: Correction d'exportation
ja: 輸出修正
ru: Экспортная коррекция
zh_hant: 導出校正

# CreateCalibration
source: Create correction
fr: Créer une correction
ja: 修正を作成
ru: Создать исправление
zh_hant: 建立校正

# ExpTime
source: exposure
fr: exposition
ja: 暴露
ru: контакт
zh_hant: 曝光

# Focus
source: focal length
fr: distance focale
ja: 焦点距離
ru: фокусное расстояние
zh_hant: 焦距

# FocusDistance
source: Focusing distance
fr: Distance de mise au point
ja: 焦点距離
ru: Расстояние фокусировки
zh_hant: 對焦距離

source: Selected
fr: Choisi
ja: 選択済み
ru: Выбранный
zh_hant: 選取

source: dark noise
fr: bruit sombre
ja: ダークノイズ
ru: темный шум
zh_hant: 暗噪音

# DefectPoint
source: Defects
fr: Défauts
ja: 欠陥
ru: Дефекты
zh_hant: 缺陷點

# ColorShift
source: Color deviation
fr: Écart de couleur
ja: 色偏差
ru: Отклонение цвета
zh_hant: 色偏

source: distortion
fr: distorsion
ja: ねじれ
ru: искажение
zh_hant: 畸變

# Uniformity
source: Uniform field
fr: Champ uniforme
ja: 均一フィールド
ru: Равномерное поле
zh_hant: 均勻場

source: ColorDiff
ja: カラーディフ

source: brightness
fr: luminosité
ja: 輝度
ru: яркость
zh_hant: 亮度

# OneColor
source: monochrome
ja: モノクロ
ru: монохромный
zh_hant: 單色

# FourColor
source: Four colors
fr: Quatre couleurs
ja: 4色
ru: Четыре цвета
zh_hant: 四色

source: Multicolor
fr: Multicolore
ja: マルチカラー
ru: Многоцветный
zh_hant: 多色

# CalibrationFileManagement
source: Caliberation File Management
fr: Gestion des fichiers de correction
ja: 修正ファイル管理
ru: Управление файлами исправлений
zh_hant: 校正文件管理

source: Upload calibration group
fr: Groupe de correction des téléchargements
ja: アップロード修正グループ
ru: Загрузить группу исправлений
zh_hant: 上傳校正組

source: Calibration Group Management
fr: Gestion du groupe d'étalonnage
ja: 校正グループ管理
ru: Управление калибровочной группой
zh_hant: 校正組管理

# OpenConfigFolder
source: Open the configuration folder
fr: Ouvrez le dossier de configuration
ja: 設定フォルダを開く
ru: Откройте папку конфигурации
zh_hant: 打開設定資料夾

# CaliberationParamSet
source: Calibration parameter settings
fr: Paramètres d'étalonnage
ja: キャリブレーションパラメータ設定
ru: Настройки параметров калибровки
zh_hant: 校正參數設定

# EditCalibration
source: Edit Calibration file
fr: Fichier de correction de modification
ja: 修正ファイルを編集する
ru: Редактировать файл исправлений
zh_hant: 編輯校正文件

# BeforeCalibrationSetupPhysicalCamera
source: Before using the calibration, please configure the corresponding physical camera.
fr: Avant d'utiliser l'étalonnage, veuillez configurer la caméra physique correspondante.
ja: キャリブレーションを使用する前に、対応する物理カメラを設定してください。
ru: Перед использованием калибровки настройте соответствующую физическую камеру.
zh_hant: 使用校正前，請先配置對映的實體相機

source: Calibration View Settings
fr: Configuration d'affichage correcte
ja: 正しいビュー構成
ru: Правильная конфигурация представления
zh_hant: 校正視圖配置

source: Show list
fr: Afficher la liste
ja: リストを表示
ru: Показать список
zh_hant: 顯示清單

# TemperatureDataNotFound
source: Temperature data not obtained
fr: Données de température non obtenues
ja: 対応する温度データが見つかりません
ru: Соответствующие данные по температуре не найдены.
zh_hant: 未獲得溫度數據

source: List height
fr: Hauteur de la liste
ja: リストの高さ
ru: Высота списка
zh_hant: 列表高度

source: Max Number
fr: quantité maximale
ja: 最大数量
ru: Максимальное количество
zh_hant: 最大數量

# SaveCurrentExposureConfigPrompt
source: Do you want to save the current exposure configuration?
fr: Souhaitez-vous enregistrer la configuration d'exposition actuelle ?
ja: 現在の露出設定を保存しますか?
ru: Хотите сохранить текущую конфигурацию экспозиции?
zh_hant: 是否儲存目前介面的曝光配置

source: File save path
fr: chemin d'enregistrement du fichier
ja: ファイルの保存パス
ru: Путь сохранения файла
zh_hant: 文件保存路徑

# ErrorQueryingTemperatureData
source: An error occurred while querying temperature data.
fr: Une erreur s'est produite lors de la requête des données de température.
ja: 温度データの照会中にエラーが発生しました。
ru: Произошла ошибка при запросе данных о температуре.
zh_hant: 查詢溫度資料時發生錯誤

# SzComName
source: serial number
fr: numéro de série
ja: シリアルナンバー
ru: серийный номер
zh_hant: 字串口號

# RetryCount
source: Number of retries
fr: Nombre de tentatives
ja: 再試行回数
ru: Количество повторных попыток
zh_hant: 重試次數

# FilterWheelCount
source: Number of color filters (6, 12)
fr: Nombre de filtres de couleur (6, 12)
ja: カラーフィルターの数（6、12）
ru: Количество цветных фильтров (6, 12)
zh_hant: 濾色輪數量(6,12)

# AutoConnect
source: Automatic connection
fr: Connexion automatique
ja: 自動接続
ru: Автоматическое подключение
zh_hant: 自動連線

# PgTemplateConfig
source: PG Template Configuration
fr: Configuration du modèle PG
ja: PGテンプレートの設定
ru: Конфигурация шаблона PG
zh_hant: PG模板配置

# SensorDicEdit
source: Sensor dictionary editing
fr: édition du dictionnaire des capteurs
ja: センサー辞書編集
ru: Редактирование словаря датчиков
zh_hant: 感應器字典編輯

source: SMU view
fr: vue du tableau source
ja: ソーステーブルビュー
ru: Исходный табличный вид
zh_hant: 來源表視圖

# UploadLic
source: Upload License
fr: Licence de téléchargement
ja: アップロードライセンス
ru: Загрузить лицензию
zh_hant: 上傳許可證

# ApaptivezeroCaliSet
source: Adaptive zero setting
fr: Réglage adaptatif du zéro
ja: 適応ゼロ設定
ru: Адаптивная установка нуля
zh_hant: 自適應校零設定

# SpectrumView
source: Spectrometer View
fr: Vue du spectromètre
ja: 分光計ビュー
ru: Вид спектрометра
zh_hant: 光譜儀視圖

# ExcAdaptiveZeroCali
source: Adaptive zeroing execution
fr: Exécution de mise à zéro adaptative
ja: 適応ゼロ設定実行
ru: Адаптивное выполнение обнуления
zh_hant: 自適應校零執行

# UploadThridPartPlusIn
source: Upload third-party plugins
fr: Télécharger des plugins tiers
ja: サードパーティのプラグインをアップロードする
ru: Загрузите сторонние плагины
zh_hant: 上傳第三方插件

# ThirdPartAlgorithmConfig
source: Configure third-party algorithms
fr: Configurer les algorithmes tiers
ja: サードパーティのアルゴリズムを構成する
ru: Настройка сторонних алгоритмов
zh_hant: 配置第三方演算法

# ThirdPartAlgView
source: Third-party algorithm view
fr: Vue de l'algorithme tiers
ja: サードパーティのアルゴリズムビュー
ru: Вид стороннего алгоритма
zh_hant: 第三方演算法視圖

# CaliTemplateManagerment
source: Correction Template Management
fr: Gestion des modèles de correction
ja: 修正テンプレート管理
ru: Управление шаблонами исправлений
zh_hant: 校正範本管理

# CaliTemplateSet
source: Correction template settings
fr: Paramètres du modèle de correction
ja: 修正テンプレートの設定
ru: Настройки шаблона коррекции
zh_hant: 校正模板設定

# DownLicOnline
source: Download license online
fr: Télécharger la licence en ligne
ja: ライセンスをオンラインでダウンロード
ru: Скачать лицензию онлайн
zh_hant: 線上下載許可證

# CreateRestorePoint
source: Create a restore point
fr: Créer un point de restauration
ja: 復元ポイントを作成する
ru: Создать точку восстановления
zh_hant: 建立還原點

source: Load restore point
fr: Point de restauration du chargement
ja: 復元ポイントを読み込む
ru: Загрузить точку восстановления
zh_hant: 載入還原點

# StartRC
source: Enable RC
fr: Activer la radiocommande
ja: RCを有効にする
ru: Включить RC
zh_hant: 啟用RC

source: Default Canvas
fr: Canevas par défaut
ja: デフォルトのキャンバス
ru: Холст по умолчанию
zh_hant: 預設畫布

# ImportLatestImages
source: Import the latest images
fr: Importer les images les plus récentes
ja: 最新の画像をインポートする
ru: Импортируйте последние изображения
zh_hant: 導入最新的圖像

# SavePOI
source: Save attention
fr: Attention
ja: 注意を節約する
ru: Сохранить внимание
zh_hant: 保存關注點

# ClearPOI
source: Clear focus
fr: Concentration claire
ja: 明確な焦点
ru: Четкий фокус
zh_hant: 清空關注點

source: Re-render
fr: Re-rendu
ja: 再レンダリング
ru: Повторный рендеринг
zh_hant: 重渲染

source: once
fr: une fois
ja: 一度
ru: один раз
zh_hant: 一次

source: Save to file
fr: Enregistrer dans un fichier
ja: ファイルに保存
ru: Сохранить в файл
zh_hant: 儲存到文件

source: radius
fr: rayon
ja: 半径
ru: радиус
zh_hant: 半徑

source: Data correction file path
fr: chemin d'accès au fichier de correction des données
ja: データ修正ファイルパス
ru: Путь к файлу исправления данных
zh_hant: 資料修正檔案路徑

source: Top right
fr: En haut à droite
ja: 右上
ru: Вверху справа
zh_hant: 右上

source: Top left
fr: En haut à gauche
ja: 左上
ru: Вверху слева
zh_hant: 左上

# DownLeft
source: Bottom left
fr: En bas à gauche
ja: 左下
ru: Внизу слева
zh_hant: 左下

# DownRight
source: Bottom right
fr: En bas à droite
ja: 右下
ru: Внизу справа
zh_hant: 右下

source: Set to global cache
fr: Définir sur le cache global
ja: グローバルキャッシュに設定
ru: Установить глобальный кэш
zh_hant: 設定到全域緩存

# ApplyCache
source: Application caching
fr: Mise en cache de l'application
ja: アプリケーションキャッシュ
ru: Кэширование приложений
zh_hant: 應用程式緩存

# EnableActiveAreaFourCorners
source: Enable the four corner points of the luminous area
fr: Activez les quatre points d'angle de la zone lumineuse.
ja: 発光領域の4つのコーナーポイントを有効にする
ru: Включить четыре угловые точки светящейся области
zh_hant: 啟用發光區4個角點

# PointLayoutAreaDisplay
source: Display of distribution area
fr: Affichage de la zone de distribution
ja: 配信エリアの表示
ru: Отображение зоны распространения
zh_hant: 佈點區域顯示

# CentralPoint
source: center point
fr: point central
ja: 中心点
ru: центральная точка
zh_hant: 中心點

# SetPointLayoutArea
source: Set up deployment area
fr: Définir la zone de déploiement
ja: 展開エリアの設定
ru: Настроить зону развертывания
zh_hant: 設定佈點區域

# Count
source: quantity
fr: quantité
ja: 量
ru: количество
zh_hant: 數量

source: angle
ja: 角度
ru: угол
zh_hant: 角度

# FindActiveArea
source: Find the glowing area
fr: Trouvez la zone lumineuse
ja: 光っている部分を見つける
ru: Найдите светящуюся область
zh_hant: 尋找發光區

# FillArea
source: full
fr: complet
ja: 満杯
ru: полный
zh_hant: 充滿

source: width
fr: largeur
ja: 幅
ru: ширина
zh_hant: 寬度

# height
source: high
fr: haut
ja: 高い
ru: высокий
zh_hant: 高度

# RowCount
source: Number of lines
fr: Nombre de lignes
ja: 行数
ru: Количество строк
zh_hant: 行數

# ColumCount
source: Number of columns
fr: Nombre de colonnes
ja: 列数
ru: Количество столбцов
zh_hant: 列數

# FindLuminousAreaCorners
source: Find the corner of the luminous area
fr: Trouvez le coin de la zone lumineuse
ja: 光っている領域の角を見つける
ru: Найдите угол светящейся области
zh_hant: 尋找發光區角點

source: Left
fr: Gauche
ja: 左
ru: Левый
zh_hant: 左

source: right:
fr: droite:
ja: 右
ru: верно:
zh_hant: 右:

# Dispaly
source: show
fr: montrer
ja: 見せる
ru: показывать
zh_hant: 顯示

source: Set segmentation
fr: Segmentation de l'ensemble
ja: セグメンテーションを設定する
ru: Установить сегментацию
zh_hant: 設定分割

# UseNodePrompt
source: Use nodes
fr: Utiliser des nœuds
ja: ノードを使用する
ru: Использовать узлы
zh_hant: 是否使用節點

source: quadrilateral
fr: quadrilatère
ja: 四角形
ru: четырехугольник
zh_hant: 四邊形

source: Polyline
fr: Ligne brisée
ja: 破線
ru: Ломаная линия
zh_hant: 折線

source: value
fr: valeur
ja: 価値
ru: ценить
zh_hant: 值

source: Circle
fr: rond
ja: ラウンド
ru: круглый
zh_hant: 圓

# POIEdit
source: POI Editor
fr: Éditeur Focus
ja: フォーカスエディター
ru: Редактор фокуса
zh_hant: 關注點編輯

# Rect
source: rectangle
ja: 矩形
ru: прямоугольник
zh_hant: 長方形

source: draw
fr: dessiner
ja: 描く
ru: рисовать
zh_hant: 繪製

# POISetting
source: POI settings
fr: Paramètres de mise au point
ja: フォーカス設定
ru: Настройки фокуса
zh_hant: 關注點設定

# PGParamConfig
source: PGParam settings
fr: Paramètres PGParam
ja: PGParam設定
ru: Настройки PGParam
zh_hant: PGParam設定

source: Camera view
fr: Vue de la caméra
ja: カメラビュー
ru: Вид с камеры

source: Clear service cache
fr: Vider le cache du service
ja: サービスキャッシュをクリアする
ru: Очистить кэш службы

# DataBasicPath
source: Data base path
fr: Chemin de base de données
ja: データベースパス
ru: Путь к базе данных

source: single channel
fr: canal unique
ja: シングルチャンネル
ru: один канал

# threeChannels
source: Three-channel
fr: Trois canaux
ja: 3チャンネル
ru: Трехканальный

source: Absolute
fr: Absolu
ja: 絶対
ru: абсолютный

# Relative
source: Relatively
fr: Relativement
ja: 比較的
ru: относительно

source: wavelength
fr: longueur d'onde
ja: 波長
ru: длина волны

source: relative spectrum
fr: spectre relatif
ja: 相対スペクトル
ru: относительный спектр

source: Absolute Spectrum
fr: Spectre absolu
ja: 絶対スペクトル
ru: Абсолютный Спектр

# I
source: Current
fr: Actuel
ja: 現在(mA)
ru: Текущий

# V
source: Voltage
fr: Tension
ja: 電圧(_V)
ru: Напряжение

# HalfBandwidth
source: Half-wavewidth
fr: largeur de demi-onde
ja: 半波長
ru: Ширина полуволны

source: Source value
fr: Valeur source
ja: ソース値
ru: Исходное значение

# LimitValue
source: Limit
fr: Limite
ja: 制限
ru: Предел

# Ignite
source: ON
fr: Allumer
ja: 点灯
ru: Зажигай

# Extinguish
source: OFF
fr: Éteindre
ja: 消す
ru: Тушить

source: Start
fr: Commencer
ja: 始める
ru: Начинать

# End
source: Finish
fr: Finition
ja: 仕上げる
ru: Заканчивать

# PointCount
source: Points
ja: ポイント
ru: Очки

source: network
fr: réseau
ja: ネットワーク
ru: сеть

# Cleanup
source: Cleaning
fr: Nettoyage
ja: クリーニング
ru: Уборка

# MeasurementType
source: Measurement attributes
fr: attributs de mesure
ja: 測定属性
ru: Атрибуты измерения

# LimitStart
source: Original value
fr: Valeur d'origine
ja: 元の値
ru: Первоначальная стоимость

source: Current curve
fr: Courbe de courant
ja: 現在の曲線
ru: Кривая тока

# ElectricCurrent
source: Current (A)
fr: Courant (A)
ja: 電流（mA）
ru: Ток (А)

# Voltage
source: Voltage (V)
fr: Tension (V)
ja: 電圧（V）
ru: Напряжение (В)

source: voltage curve
fr: courbe de tension
ja: 電圧曲線
ru: кривая напряжения

# RelativeSpectrumCurve
source: Relative spectral curve
fr: Courbe spectrale relative
ja: 相対スペクトル曲線
ru: Относительная спектральная кривая

# AbsoluteSpectrumCurve
source: Absolute spectral curve
fr: courbe spectrale absolue
ja: 絶対スペクトル曲線
ru: Абсолютная спектральная кривая

source: Wavelength [nm]
fr: Longueur d'onde [nm]
ja: 波長 [nm]
ru: Длина волны [нм]

source: Scan
fr: balayage
ja: 走査
ru: сканирование

# Blue
source: Blue light
fr: Lumière bleue
ja: 青色光
ru: Синий свет

# fx
source: Cx
fr: Chromaticité x
ja: 色度×
ru: Цветность x

# fy
source: Cy
fr: chromaticité y
ja: 色度y
ru: цветность y

# fu
source: u‘
fr: Chromaticité u
ja: 色度u
ru: Цветность u

# fv
source: v'
fr: Chromaticité v
ja: 色度v
ru: Цветность v

# CCT
source: CCT(K)
fr: Température de couleur corrélée (K)
ja: 相関色温度（K）
ru: Коррелированная цветовая температура (К)

# Ld
source: Dominant wavelength Ld(nm)
fr: longueur d'onde dominante Ld (nm)
ja: 主波長Ld(nm)
ru: доминирующая длина волны Ld(нм)

# ColorPurityPercent
source: Color purity (%)
fr: Pureté de la couleur (%)
ja: 色純度（％）
ru: Чистота цвета (%)

# Lp
source: Peak wavelength Lp (nm)
fr: Longueur d'onde maximale Lp (nm)
ja: ピーク波長Lp（nm）
ru: Пиковая длина волны Lp (нм)

# Ra
source: Color rendering index Ra
fr: Indice de rendu des couleurs Ra
ja: 演色評価数Ra
ru: Индекс цветопередачи Ra

# CancelAutoTest
source: Cancel automatic testing
fr: Annuler les tests automatiques
ja: 自動テストをキャンセルする
ru: Отменить автоматическое тестирование

# ExecutionComplete
source: Execution completed
fr: Exécution terminée
ja: 実行が完了しました
ru: Исполнение завершено

source: Execution failed
fr: L'exécution a échoué
ja: 実行に失敗しました
ru: Выполнение не удалось

source: Opening
fr: Ouverture
ja: オープニング
ru: Открытие

# Closing
source: Closed
fr: Fermé
ja: 閉鎖
ru: Закрыто

source: Query count
fr: Nombre de requêtes
ja: クエリ数
ru: Количество запросов

source: Sort by type
fr: Trier par type
ja: 種類別に並べ替え
ru: Сортировать по типу

source: Create to POI
fr: Créer un point d'intérêt
ja: POIに作成
ru: Создать в точке интереса

# SelectFileInFolder
source: Select the file in the folder
fr: Sélectionnez le fichier dans le dossier
ja: フォルダ内のファイルを選択
ru: Выберите файл в папке

# CreatePoiAsBaseImage
source: Create POI as the base map
fr: Créer des points d'intérêt comme carte de base
ja: ベースマップとしてPOIを作成する
ru: Создать POI как базовую карту

# AlgorithmViewConfig
source: Algorithm View Configuration
fr: Configuration de la vue de l'algorithme
ja: アルゴリズムビューの構成
ru: Конфигурация представления алгоритма

source: Show sidebar
fr: Afficher la barre latérale
ja: サイドバーを表示
ru: Показать боковую панель

# DataColumSavePath
source: Data column save path
fr: Chemin d'enregistrement de la colonne de données
ja: データ列の保存パス
ru: Путь сохранения столбца данных

# AutoSaveDataColum
source: Automatically save data columns
fr: Sauvegarde automatique des colonnes de données
ja: データ列を自動的に保存する
ru: Автоматически сохранять столбцы данных

# AutoSaveRenderedImage
source: Automatically save rendering
fr: Sauvegarde automatique du rendu
ja: レンダリングを自動保存
ru: Автоматически сохранять рендеринг

source: Historical data query
fr: Requête de données historiques
ja: 履歴データクエリ
ru: Запрос исторических данных

# ShowSiteInfo
source: Display site information
fr: Afficher les informations du site
ja: サイト情報を表示する
ru: Отображение информации о сайте

# CameraViewConfig
source: Camera view configuration
fr: configuration de la vue de la caméra
ja: カメラビューの設定
ru: Конфигурация вида камеры

# ShowDataColumns
source: Display data columns
fr: Afficher les colonnes de données
ja: データ列を表示する
ru: Отображение столбцов данных

# Operation
source: operate
fr: fonctionner
ja: 操作する
ru: работать

# OpenFailed
source: Failed to open
fr: Impossible d'ouvrir
ja: 開けませんでした
ru: Не удалось открыть

source: Image Flip
fr: Retournement d'image
ja: 画像反転
ru: Перевернуть изображение

source: Parameter template
fr: Modèle de paramètre
ja: パラメータテンプレート
ru: Шаблон параметров

# FileExport
source: File output
fr: Sortie de fichier
ja: ファイル出力
ru: Вывод файла

source: Storage type
fr: Type de stockage
ja: ストレージタイプ
ru: Тип хранилища

# POIFile
source: Focus document
fr: Document principal
ja: フォーカスドキュメント
ru: Фокусный документ

source: Calculate color temperature wavelength
fr: Calculer la longueur d'onde de la température de couleur
ja: 色温度波長を計算する
ru: Рассчитать длину волны цветовой температуры

# CenterlX
source: Center X
fr: Centre X
ja: センターX
ru: Центр X

# CentralY
source: Center Y
fr: Centre Y
ja: センターY
ru: Центр Y

# CADFile
source: CAD files
fr: fichiers CAO
ja: CADファイル
ru: Файлы САПР

source: Brightness Lv (cd/m2)
fr: Luminosité Lv (cd/m2)
ja: 明るさLv（cd/m2）
ru: Яркость Lv (кд/м2)

# AddCmd
source: Add instructions
fr: Ajouter des instructions
ja: 指示を追加する
ru: Добавить инструкции
