Repository: xincheng213618/scgd_general_wpf
Catalog: Engine/ColorVision.Engine/Properties/Resources.*.resx
Languages: fr, ja, ko, ru, zh_hant

# WorkflowEngineDebugWindow
source: Process engine debug window
fr: Fenêtre de débogage du moteur de processus
ja: プロセスエンジンのデバッグウィンドウ
ko: 프로세스 엔진 디버그 창
ru: Окно отладки механизма обработки
zh_hant: 流程引擎調試視窗

# WorkflowEngine
source: _Process Engine
fr: Moteur de processus (F)
ja: プロセスエンジン(F)
ko: 프로세스 엔진(F)
ru: Механизм процесса(F)
zh_hant: 流程引擎(_F)

# WindowSingle
source: Independent
fr: fenêtre indépendante
ja: 独立したウィンドウ
ko: 독립 창
ru: независимое окно
zh_hant: 獨立視窗

# WindowHidden
source: Hide
fr: cacher
ja: 非表示
ko: 숨기기
ru: скрывать
zh_hant: 隱藏

# ViewSentData
source: View sending data
fr: Afficher les données d'envoi
ja: 送信データの表示
ko: 전송 데이터 보기
ru: Просмотр данных об отправке
zh_hant: 查看發送數據

# ViewReceivedData
source: View acceptance data
fr: Afficher les données d'acceptation
ja: 受け入れデータの表示
ko: 승인 데이터 보기
ru: Посмотреть данные о приемке
zh_hant: 查看接受數據

# ViewCamera_图像数据文件
source: Image data file
fr: fichier de données d'image
ja: 画像データファイル
ko: 이미지 데이터 파일
ru: файл данных изображения
zh_hant: 影像資料檔案

# Video
source: Video Mode
fr: mode vidéo
ja: ビデオモード
ko: 비디오 모드
ru: видео режим
zh_hant: 視訊模式

source: UserPwd
fr: mot de passe
ja: パスワード
ko: 비밀번호
ru: Пароль
zh_hant: 密碼

source: UserName
fr: utilisateur
ja: ユーザー
ko: 사용자
ru: пользователь
zh_hant: 用戶

source: Upload
fr: télécharger
ja: アップロード
ko: 업로드
ru: загрузить
zh_hant: 上傳

source: Unsubscribe
fr: Se désabonner
ja: 購読を解除する
ko: 구독 취소
ru: Отписаться
zh_hant: 退訂

# UnderDevelopment
source: In development
fr: En développement
ja: 開発中
ko: 개발 중
ru: В развитие
zh_hant: 開發中

source: Transparent window
fr: fenêtre transparente
ja: 透明な窓
ko: 투명한 창
ru: прозрачное окно
zh_hant: 透明視窗

# TransmitChannel
source: Send Channel
fr: envoyer le canal
ja: 送信チャンネル
ko: 채널 보내기
ru: отправить канал
zh_hant: 傳送頻道

source: Topic
fr: sujet
ja: トピック
ko: 주제
ru: тема
zh_hant: 話題

# Timeout
source: Timeout(ms)
fr: Temps mort
ja: タイムアウト
ko: 시간 초과
ru: Тайм-аут
zh_hant: 超時

source: Time Left:
fr: temps restant:
ja: 残り時間：
ko: 남은 시간:
ru: оставшееся время:
zh_hant: 剩餘時間：

# TesConnection
source: Test Connection
fr: tester la connexion
ja: テスト接続
ko: 연결 테스트
ru: тестовое соединение
zh_hant: 測試連接

source: Template Name
fr: Nom du modèle
ja: テンプレート名
ko: 템플릿 이름
ru: Имя Шаблона
zh_hant: 模板名稱

source: Template Management Window
fr: Fenêtre de gestion des modèles
ja: テンプレート管理画面
ko: 템플릿 관리 창
ru: Окно управления шаблонами
zh_hant: 範本管理視窗

source: Template
fr: modèle
ja: テンプレート
ko: 주형
ru: шаблон
zh_hant: 範本

# TbSettingsStartBoot
source: Start on boot
fr: Démarrage (peut échouer)
ja: 自動起動
ko: 자동 시작
ru: Запуск (может быть неудачным)
zh_hant: 開機啓動(可能會不成功)

source: Success
fr: succès
ja: 成功
ko: 성공
ru: успех
zh_hant: 成功

# SubscribedTopic
source: Subscribed topics
fr: Sujets abonnés
ja: 購読済みのトピック
ko: 구독한 주제
ru: Подписанные темы
zh_hant: 訂閱的主題

# Subscribe
source: Subscription
fr: abonnement
ja: サブスクリプション
ko: 신청
ru: подписка
zh_hant: 訂閱

source: Submit
fr: soumettre
ja: 提出する
ko: 제출
ru: представлять на рассмотрение
zh_hant: 提交

source: Stop Process
fr: Arrêter le processus
ja: プロセスの停止
ko: 프로세스 중지
ru: Остановить процесс
zh_hant: 停止流程

source: Status
fr: État
ja: 状態
ko: 상태
ru: состояние
zh_hant: 狀態

# StartTime
source: Starting time
fr: Heure de départ
ja: 開始時間
ko: 시작 시간
ru: Время начала
zh_hant: 開始時間

source: Starting service
fr: Service de démarrage
ja: サービス開始
ko: 서비스 시작
ru: Запуск службы
zh_hant: 正在啟動服務

source: size
fr: taille
ja: サイズ
ko: 크기
ru: размер
zh_hant: 大小

# SimulateSend
source: Analog sending
fr: Envoi analogique
ja: アナログ送信
ko: 아날로그 전송
ru: Аналоговая отправка
zh_hant: 類比發送

# SimulateReceive
source: Mock acceptance
fr: Simulation d'acceptation
ja: 模擬合格
ko: 모의 수용
ru: Ложное принятие
zh_hant: 模擬接受

source: shape
fr: forme
ja: 形
ko: 모양
ru: форма
zh_hant: 形狀

source: Service Name
fr: Nom du service
ja: サービス名
ko: 서비스 이름
ru: наименование услуги
zh_hant: 服務名稱

# ServiceIdentifier
source: Service ID
fr: Numéro de service
ja: サービス識別子
ko: 서비스 ID
ru: Идентификатор услуги
zh_hant: 服務標識

source: Service configuration
fr: Configuration des services
ja: サービス構成
ko: 서비스 구성
ru: Конфигурация сервиса
zh_hant: 服務配置

# SerialNumber1
source: No
fr: numéro de série
ja: シリアルナンバー
ko: 일련번호
ru: серийный номер
zh_hant: 序號

source: Serial Number
fr: numéro de série
ja: シリアルナンバー
ko: 일련번호
ru: серийный номер
zh_hant: 序列号

source: Sended
fr: Envoyé
ja: 送信済み
ko: 보냄
ru: Отправлено
zh_hant: 已經發送

source: Send
fr: envoyer
ja: 送信
ko: 보내다
ru: отправлять
zh_hant: 傳送

# SelectResourceToLoad
source: Please select the resource you want to load:
fr: Veuillez sélectionner la ressource que vous souhaitez charger :
ja: ロードするリソースを選択してください:
ko: 로드하려는 리소스를 선택하십시오:
ru: Пожалуйста, выберите ресурс, который вы хотите загрузить:
zh_hant: 請選擇您要載入的資源：

source: Search
fr: recherche
ja: 検索
ko: 찾다
ru: поиск
zh_hant: 搜尋

source: Save window layout
fr: Enregistrer la disposition des fenêtres
ja: ウィンドウレイアウトを保存
ko: 창 레이아웃 저장
ru: Сохранить макет окна
zh_hant: 儲存視窗佈局

source: Save data column
fr: Enregistrer la colonne de données
ja: セーブデータ欄
ko: 데이터 열 저장
ru: Сохранить столбец данных
zh_hant: 儲存資料列

source: Save
fr: sauvegarder
ja: 保存
ko: 저장
ru: сохранять
zh_hant: 保存

source: Result
fr: résultat
ja: 結果
ko: 결과
ru: результат
zh_hant: 結果

source: Restore
fr: Restaurer
ja: リセットする
ko: 아래로 복원
ru: Восстановить вниз
zh_hant: 向下還原

source: Restart service
fr: Redémarrer le service
ja: サービスを再起動する
ko: 서비스 다시 시작
ru: Перезапустить службу
zh_hant: 重啟服務

# Reseted
source: Reset Completed
fr: Réinitialiser
ja: リセット完了
ko: 재설정 완료
ru: Сброс завершен
zh_hant: 已重置

source: Reset
fr: réinitialiser
ja: リセット
ko: 초기화
ru: перезагрузить
zh_hant: 重置

# RegistryCenter
source: Registration center
fr: Centre d'inscription
ja: 登録センター
ko: 등록센터
ru: Регистрационный центр
zh_hant: 註冊中心

source: Refresh
fr: rafraîchir
ja: リフレッシュする
ko: 새로 고치다
ru: обновить
zh_hant: 重新整理

source: Receive Channel
fr: canal de réception
ja: 受信チャンネル
ko: 수신 채널
ru: канал приема
zh_hant: 接收頻道

source: Quick Preview
fr: aperçu rapide
ja: クイックプレビュー
ko: 빠른 미리보기
ru: быстрый предварительный просмотр
zh_hant: 快速預覽

source: Property
fr: Les attributs
ja: 属性
ko: 속성
ru: Атрибуты
zh_hant: 屬性

# Position
source: Location
fr: Emplacement
ja: 位置
ko: 위치
ru: Расположение
zh_hant: 位置

source: Port
ja: ポート
ko: 포트
ru: порт
zh_hant: 端口

source: Pin
fr: épingler en haut
ja: ピン留めする
ko: 상단 고정
ru: прикрепить сверху
zh_hant: 置頂

# PhysicalCameraManager
source: Physical Camera Management
fr: Gestion des caméras physiques
ja: 物理的なカメラの管理
ko: 물리적 카메라 관리
ru: Физическое управление камерой
zh_hant: 實體相機管理

source: Password
fr: mot de passe
ja: パスワード
ko: 비밀번호
ru: Пароль
zh_hant: 密碼

source: Parameter
fr: paramètre
ja: パラメータ
ko: 매개변수
ru: параметр
zh_hant: 參數

source: Output View
fr: Vue de sortie
ja: 出力ビュー
ko: 출력 보기
ru: Выходной вид
zh_hant: 輸出視圖

# OpenItem
source: Open Project
fr: Projet ouvert
ja: プロジェクトを開く
ko: 프로젝트 열기
ru: Открыть проект
zh_hant: 打開專案

source: Open
fr: Ouvrir
ja: 開ける
ko: 열려 있는
ru: Открыть
zh_hant: 打開

source: No related items found
fr: Aucun élément associé trouvé
ja: 関連商品は見つかりませんでした
ko: 관련 항목을 찾을 수 없습니다
ru: Похожие товары не найдены
zh_hant: 未找到相關項目

source: New
fr: Nouveau
ja: 新しい
ko: 새로운
ru: Новый
zh_hant: 新建

source: Name
fr: nom
ja: 名前
ko: 이름
ru: Имя
zh_hant: 名称

source: My License(R)
fr: Ma licence(R)
ja: マイライセンス(R)
ko: 내 라이센스(R)
ru: Моя лицензия(R)
zh_hant: 我的許可證(R)

# MTFToolTip
source: modulation transfer function
fr: fonction de transfert de modulation
ja: 変調伝達関数
ko: 변조 전달 함수
zh_hant: 調製傳遞函數

# MsgLogWindow
source: Msg recording window
fr: Fenêtre d'enregistrement des messages
ja: メッセージ記録ウィンドウ
ko: 메시지 녹음 창
ru: Окно записи сообщения
zh_hant: Msg記錄視窗

# MsgList
source: Message list
fr: Liste des messages
ja: メッセージ一覧
ko: 메시지 목록
ru: Список сообщений
zh_hant: 訊息清單

# MQTTLog
source: MQTT logs
fr: Journal MQTT
ja: MQTTログ
ko: MQTT 로그
ru: Журнал MQTT
zh_hant: MQTT日誌

source: MQTT Connection Configuration
fr: Configuration de la connexion MQTT
ja: MQTT接続の設定
ko: MQTT 연결 구성
ru: Конфигурация соединения MQTT
zh_hant: MQTT連接配置

source: MQTT Connection
fr: Connexion MQTT
ja: MQTT接続
ko: MQTT 연결
ru: MQTT-соединение
zh_hant: MQTT連接

source: Minimize
fr: minimiser
ja: 最小化
ko: 최소화
ru: минимизировать
zh_hant: 最小化

source: Message Retention
fr: conservation des messages
ja: メッセージの保持
ko: 메시지 보존
ru: сохранение сообщений
zh_hant: 訊息保留

# MenuView
source: _View
fr: Vue(V)
ja: 表示 (_V)
ko: 보기 (_V)
ru: Посмотреть(В)
zh_hant: 視圖(_V)

# MenuValidue
source: Verification template settings (B)
fr: modèle de vérification concerné (B)
ja: 事項検証テンプレートの設定（B）
ko: 확인 템플릿 설정(B)
ru: шаблона проверки проблем (B)
zh_hant: 校驗範本設定(B)

# MenuUpdate
source: Check For _Updates
fr: Vérifier les mises à jour (_U)
ja: 更新を確認する (_U)
ko: 업데이트 확인 (_U)
ru: Проверить наличие обновлений(U)
zh_hant: 檢查更新(_U)

# MenuUndo
source: _Undo
fr: Annuler (U)
ja: 取り消す (_U)
ko: 취소 (_U)
ru: Отменить(U)
zh_hant: 撤銷(_U)

# MenuTool
source: _Tool
fr: Outil(T)
ja: ツール (_T)
ko: 도구 (_T)
ru: Инструмент(Т)
zh_hant: 工具(_T)

# MenuTheme
source: T_heme
fr: Sujet (H)
ja: テーマ（_H）
ko: 테마(_H)
ru: Тема(H)
zh_hant: 主題(_H)

# MenuTemplate
source: Te_mplate
fr: _Modèle
ja: テンプレート(_M)
ko: 템플릿(_M)
ru: Шаблон(_M)
zh_hant: 範本(_M)

# MenuSUM
source: SMU template settings(_S)
fr: Paramètres du modèle de table source (S)
ja: ソーステーブルテンプレート設定(S)
ko: 소스 테이블 템플릿 설정(S)
ru: Настройки шаблона исходной таблицы(S)
zh_hant: 源表模板設定(_S)

# MenuSFR
source: _SFR
fr: Paramètres du modèle SFR (M)
ja: _SFR テンプレート設定
ko: _SFR 템플릿 설정
ru: SFR (_S)
zh_hant: SFR模板設定(_S)

# MenuSettings
source: _Settings
fr: Paramètre_s
ja: 設定 (_S)
ko: 구성 (_S)
ru: Настройки
zh_hant: 設置(_S)

# MenuService
source: Administrator _Service Configuration
fr: Configuration(S) du service d'administrateur(_S)
ja: 管理者サービス構成(_S)
ko: 관리자 서비스 구성(_S)
ru: Конфигурация службы администратора(_S)
zh_hant: 管理員服務配置(_S)

# MenuSensor
source: Sensor Template (_H)
fr: Paramètres du modèle de capteur générique (S)
ja: 汎用センサーテンプレート設定(S)
ko: 일반 센서 템플릿 설정(S)
ru: Общие настройки шаблона датчика(S)
zh_hant: 感測器模板(_H)

# MenuRename
source: Rena_me
fr: Renommer(M)
ja: 名前を変更(_M)
ko: 이름 바꾸기(_M)
ru: Переименовать(_М)
zh_hant: 重命名(_M)

# MenuPoi
source: _POI
fr: Paramètres du modèle de préoccupation (P)
ja: 懸念テンプレートの設定（P）
ko: 우려사항 템플릿 설정(P)
ru: Настройки шаблона заботы (P)
zh_hant: 關注點模板設定(_P)

# MenuPhyCameraManager
source: _Physical Camera Management
fr: Gestion des caméras physiques(_P)
ja: 物理カメラ管理(_P)
ko: 물리적 카메라 관리(_P)
ru: Физическое управление камерой(_P)
zh_hant: 實體相機管理(_P)

# MenuOptions
source: _Options
fr: _Option
ja: オプション (_O)
ko: 옵션 (_O)
ru: Вариант(_О)
zh_hant: 選項(_O）

# MenuOpen
source: _Open
fr: Ouvert(O)
ja: 開く (_O)
ko: 열기 (_O)
ru: Открыть(О)
zh_hant: 打开(_O)

# MenuNew
source: _New
fr: Nouveau(N)
ja: 新規作成 (_N)
ko: 새로 만들기 (_N)
ru: Новый(Н)
zh_hant: 新建(_N)

# MenuMTF
source: _MTF
fr: Paramètres du modèle MTF (M)
ja: MTF テンプレート設定(M)
ko: _MTF 템플릿 설정
zh_hant: MTF模板設定(M)

# MenuMeasure
source: Measurement template settings
fr: Paramètres du modèle de mesure
ja: 測定テンプレートの設定
ko: 측정 템플릿 설정
ru: Настройки шаблона измерений
zh_hant: 測量模板設定

# MenuLogin
source: _Login account
fr: Compte de connexion (_L)
ja: ログインアカウント(_L)
ko: 로그인 계정(_L)
ru: Вход в аккаунт(_L)
zh_hant: 登入帳號(_L)

# MenuGhost
source: _Ghost
fr: Paramètres du modèle fantôme (G)
ja: ゴーストテンプレート設定(G)
ko: 고스트 템플릿 설정(G)
ru: Настройки шаблона призрака (G)
zh_hant: 鬼影模板設定(G)

# MenuFOV
source: _FOV
fr: Paramètres du modèle FOV (B)
ja: FOVテンプレート設定(B)
ko: FOV 템플릿 설정(B)
ru: Настройки шаблона поля зрения (B)
zh_hant: FOV模板設定(B)

# MenuFocusPoints
source: Focus _Point
fr: Paramètres du modèle de détection de zone lumineuse (F)
ja: 発光領域検出テンプレート設定(F)
ko: 발광 영역 감지 템플릿 설정(F)
ru: Настройки шаблона определения светящейся области (F)
zh_hant: 發光區偵測模板設定(F)

# MenuFlow
source: F_low
ja: プロセス(_L)
ko: 공정(_L)
ru: Процесс(Ф)
zh_hant: 流程(_L)

# MenuEdit
source: _Edit
fr: Modifier(E)
ja: 編集する (_E)
ko: 편집 (_E)
ru: Изменить (Е)
zh_hant: 編輯(_E)

# MenuDistortion
source: _Distortion
fr: Paramètres du modèle de distorsion (D)
ja: ディストーションテンプレート設定(D)
ko: 왜곡 템플릿 설정(D)
ru: Настройки шаблона искажения (D)
zh_hant: 畸變模板設定(D)

# MenuDevice
source: _Device Configuration
fr: Configuration de l'appareil (_D)
ja: デバイス構成(_D)
ko: 장치 구성(_D)
ru: Конфигурация устройства(_D)
zh_hant: 設備配置(_D)

# MenuDelete
source: _Delete
fr: Supprimer(D)
ja: 削除する (_D)
ko: 삭제 (_D)
ru: Удалить(Д)
zh_hant: 刪除(_D)

# MenuCut
source: Cu_t
fr: Couper(_T)
ja: 切り取る (_T)
ko: 잘라내기 (_T)
ru: Вырезать(Т)
zh_hant: 剪下(_T)

# MenuCopy
source: _Copy
fr: Copie(C)
ja: コピーする (_C)
ko: 복사 (_C)
ru: Копировать (С)
zh_hant: 複製(_C)

# MenuCameraExp
source: Camera exposure template settings (_B)
fr: Paramètres du modèle d'exposition de l'appareil photo (B)
ja: カメラ露出テンプレート設定（B）
ko: 카메라 노출 템플릿 설정(B)
ru: Настройки шаблона экспозиции камеры (B)
zh_hant: 相機曝光模板設定(_B)

# MenuCalibrationTool
source: _Calibration Generation Tool
fr: Outil de génération d'étalonnage (_C)
ja: キャリブレーション生成ツール(_C)
ko: 교정 생성 도구(_C)
ru: Инструмент генерации калибровки (_C)
zh_hant: 校正生成工具(_C)

# MenuBuildPOI
source: _BuildPOI
fr: Paramètres du modèle BuildPOI (B)
ja: BuildPOIテンプレート設定(B)
ko: BuildPOI 템플릿 설정(B)
ru: Настройки шаблона BuildPOI (B)
zh_hant: BuildPOI模板設定(B)

# MenuAlgorithm
source: _Algorithm
fr: Algorithme(A)
ja: アルゴリズム(A)
ko: 알고리즘(A)
ru: Алгоритм(А)
zh_hant: 演算法(A)

# Manager
source: Manage
fr: gérer
ja: 管理
ko: 관리하다
ru: управлять
zh_hant: 管理

source: Male
fr: mâle
ja: 男性
ko: 남성
ru: Мужчина
zh_hant: 男

source: local
fr: locale
ja: 地元
ko: 현지의
ru: местный
zh_hant: 本地

source: Loading
fr: charger
ja: 負荷
ko: 짐
ru: нагрузка
zh_hant: 載入

source: License Management
fr: Gestion des licences
ja: ライセンス管理
ko: 라이선스 관리
ru: Управление лицензиями
zh_hant: 許可證管理

source: Layers
fr: Couches
ja: レイヤー
ko: 레이어
ru: Слои
zh_hant: 圖層

# LaunchSuccess
source: Started successfully
fr: Démarré avec succès
ja: 正常に開始されました
ko: 성공적으로 시작되었습니다
ru: Началось успешно
zh_hant: 啟動成功

# LaunchSoftwareWithLocalService
source: Open the local service when the software starts
fr: Ouvrez le service local au démarrage du logiciel
ja: ソフトウェアの起動時にローカルサービスを開きます
ko: 소프트웨어가 시작될 때 로컬 서비스 열기
ru: Откройте локальную службу при запуске программного обеспечения
zh_hant: 軟體啟動時開啟本機服務

source: Inquire
fr: Renseigner
ja: お問い合わせ
ko: 문의
ru: Запросить
zh_hant: 查詢

source: Info
fr: information
ja: 情報
ko: 정보
ru: информация
zh_hant: 資訊

source: Import License
fr: Licence d'importation
ja: 輸入ライセンス
ko: 수입 라이센스
ru: Лицензия на импорт
zh_hant: 導入許可證

source: Import
fr: importer
ja: 輸入
ko: 수입
ru: Импортировать
zh_hant: 導入

source: Image source
fr: source d'images
ja: 画像ソース
ko: 이미지 소스
ru: источник изображения
zh_hant: 影像來源

source: ImageInfo
fr: Informations sur les images
ja: 画像情報
ko: 이미지 정보
ru: Информация об изображении
zh_hant: 影像資訊

source: Image File
fr: Fichiers images
ja: 画像ファイル
ko: 이미지 파일
ru: Файлы изображений
zh_hant: 圖片檔案

source: Host
fr: Hôte
ja: ホスト
ko: 주인
ru: Хозяин
zh_hant: 主機

source: history cache
fr: cache historique
ja: 履歴キャッシュ
ko: 히스토리 캐시
ru: кэш истории
zh_hant: 歷史緩存

# GhostShadow
source: Ghost
fr: fantôme
ja: おばけ
ko: 귀신
ru: призрак
zh_hant: 鬼影

source: Gain
fr: Gagner
ja: 得
ko: 얻다
ru: Прирост
zh_hant: 增益

source: Focus Point
fr: point de concentration
ja: フォーカスポイント
ko: 초점
ru: точка фокусировки
zh_hant: 關注點

source: Flow
fr: Processus
ja: プロセス
ko: 프로세스
ru: процесс
zh_hant: 流程

source: Filter
fr: Filtre
ja: フィルター
ko: 필터
ru: фильтр
zh_hant: 篩選

source: File
fr: document
ja: 書類
ko: 문서
ru: документ
zh_hant: 文件

source: Female
fr: femelle
ja: 女性
ko: 여성
ru: женский
zh_hant: 女

# Failure
source: Fail
fr: échouer
ja: 失敗
ko: 실패하다
ru: неудача
zh_hant: 失敗

source: Exposure R
fr: Exposition R
ja: 露出R
ko: 노출 R
ru: Экспозиция R
zh_hant: 曝光R

source: Exposure G
fr: ExpositionG
ja: 露出G
ko: 노출G
ru: ЭкспозицияG
zh_hant: 曝光G

source: Exposure B
fr: Exposition B
ja: 露出B
ko: 노출 B
ru: Экспозиция Б
zh_hant: 曝光B

source: Exposure
fr: exposition
ja: 露出
ko: 노출
ru: контакт
zh_hant: 曝光

source: Export
fr: Exporter
ja: 輸出
ko: 내보내다
ru: Экспорт
zh_hant: 匯出

# ExecutionProcess
source: Execute
fr: Processus
ja: 実装プロセス
ko: 구현 프로세스
ru: Процесс
zh_hant: 執行流程

source: Exchange
fr: échange
ja: 交換
ko: 교환
ru: обмен
zh_hant: 交換

# ErrorOccurred
source: An error occurred
fr: Une erreur s'est produite
ja: エラーが発生しました
ko: 에러 발생됨
ru: Произошла ошибка
zh_hant: 發生錯誤

# EnterAcquisitionWindow
source: Enter the collection window
fr: Entrez dans la fenêtre de collecte
ja: コレクションウィンドウに入る
ko: 컬렉션 창에 들어가세요
ru: Войдите в окно сбора
zh_hant: 進入採集視窗

source: Enable Database
fr: Activer la base de données
ja: データベースを有効にする
ko: 데이터베이스 활성화
ru: Включить базу данных
zh_hant: 啟用資料庫

source: Edit
fr: modifier
ja: 編集する
ko: 편집
ru: Редактировать
zh_hant: 編輯

source: Duration
fr: coût du temps
ja: 時間コスト
ko: 시간 비용
ru: затраты времени
zh_hant: 用時

# DownloadCancelled
source: Download canceled
fr: Téléchargement annulé
ja: ダウンロードがキャンセルされました
ko: 다운로드가 취소되었습니다
ru: Загрузка отменена
zh_hant: 下載已取消

# DisplayAlgorithmControl_CIE图像数据区
source: CIE Image Data Area
fr: Zone de données d'image CIE
ja: CIE画像データ領域
ko: CIE 이미지 데이터 영역
ru: Область данных изображения CIE
zh_hant: CIE影像資料區

source: Device Name
fr: Nom de l'appareil
ja: 装置名
ko: 장치 이름
ru: Имя устройства
zh_hant: 設備名稱

# DeviceIdentification
source: Equipment Identity
fr: Identité de l'équipement
ja: 機器のアイデンティティ
ko: 장비 아이덴티티
ru: Идентификация оборудования
zh_hant: 設備識別

source: Device Code
fr: Code de l'appareil
ja: デバイスコード
ko: 장치 코드
ru: 熄灭
zh_hant: 設備碼

# DeviceCameraSign1
source: The device is offline, please configure the camera ID first
fr: L'appareil est hors ligne, veuillez d'abord configurer l'ID de la caméra
ja: デバイスはオフラインです。最初にカメラ ID を設定してください
ko: 기기가 오프라인 상태입니다. 먼저 카메라 ID를 구성하세요.
ru: Устройство не в сети. Сначала настройте идентификатор камеры.
zh_hant: 設備離線，請先設定相機ID

source: Delete
fr: supprimer
ja: 消去
ko: 삭제
ru: Удалить
zh_hant: 刪除

source: Default export storage format
fr: Format de stockage d'exportation par défaut
ja: デフォルトのエクスポート保存形式
ko: 기본 내보내기 저장 형식
ru: Формат хранения экспорта по умолчанию
zh_hant: 預設導出儲存格式

# DefaultCreateTemplateName
source: default
fr: Défaut
ja: デフォルト
ko: 기본
ru: По умолчанию

source: Deadline
fr: Date limite
ja: 締め切り
ko: 마감 시간
ru: Крайний срок
zh_hant: 截至時間

# DatabaseConnectionFailed
source: Database connection failed, please connect to the database first before operating
fr: La connexion à la base de données a échoué, veuillez vous connecter à la base de données avant de l'utiliser
ja: データベース接続に失敗しました。操作する前にデータベースに接続してください
ko: 데이터베이스 연결에 실패했습니다. 작동하기 전에 먼저 데이터베이스에 연결하십시오
ru: Не удалось подключиться к базе данных. Перед началом работы подключитесь к базе данных
zh_hant: 資料庫連線失敗，請先連接資料庫在操作

source: Database
fr: Base de données de noms
ja: 名前データベース
ko: 데이터베이스 이름 지정
ru: База данных имен
zh_hant: 資料庫名稱

# CurrentVersionIsUpToDate
source: The current version is already the latest version
fr: La version actuelle est déjà la dernière version
ja: 現在のバージョンはすでに最新バージョンです
ko: 현재 버전은 이미 최신 버전입니다
ru: Текущая версия уже является последней версией
zh_hant: 目前版本已經是最新版本

source: Current Speed:
fr: AdaptiveZeroCalibration
ja: 現在の速度:
ko: 현재 속도:
ru: Текущая скорость:
zh_hant: 目前速度：

source: CreateTime
fr: mesurer le temps
ja: 時間を計る
ko: 시간을 측정하다
ru: измерять время
zh_hant: 測量時間

source: Create new configuration file
fr: Créer un nouveau fichier de configuration
ja: 新しい設定ファイルを作成する
ko: 새 구성 파일 만들기
ru: Создать новый файл конфигурации
zh_hant: 新建設定檔

# CreateDevice
source: Create a device
fr: Créer un appareil
ja: デバイスの作成
ko: 장치 만들기
ru: Создать устройство
zh_hant: 創建設備

source: Create
fr: créer
ja: 作成する
ko: 만들다
ru: создавать
zh_hant: 創建

source: Copy Serial Number
fr: Copier le numéro de série
ja: シリアル番号をコピーする
ko: 일련번호 복사
ru: Скопировать серийный номер
zh_hant: 複製序號

source: Copy configuration file
fr: Copier le fichier de configuration
ja: 設定ファイルをコピーする
ko: 구성 파일 복사
ru: Скопировать файл конфигурации
zh_hant: 複製設定檔

source: Connection Name
fr: nom de connexion
ja: 接続名
ko: 연결 이름
ru: название соединения
zh_hant: 連接名

# ConfirmUpdate
source: Update or not
fr: Mettre à jour ou pas
ja: アップデートするかしないか
ko: 업데이트 여부
ru: Обновить или нет
zh_hant: 是否更新

source: Configure new project
fr: Configurer un nouveau projet
ja: 新しいプロジェクトを構成する
ko: 새 프로젝트 구성
ru: Настроить новый проект
zh_hant: 配置新工程

# ConfigurationComplete
source: Configuration completed
fr: Configuration terminée
ja: 設定が完了しました
ko: 구성 완료
ru: Настройка завершена
zh_hant: 配置結束

source: ColorVision Updater
fr: Programme de mise à jour ColorVision
ja: ColorVision アップデーター
ko: ColorVision 업데이터
ru: Программа обновления ColorVision
zh_hant: ColorVision 更新程式

source: Code
fr: logo
ja: コード
ko: 암호
ru: Код
zh_hant: 程式碼

source: Close
fr: fermeture
ja: キャンセル
ko: 닫기
ru: закрытие
zh_hant: 關閉

source: Clear data
fr: Effacer les données
ja: データのクリア
ko: 데이터 지우기
ru: Очистить данные
zh_hant: 清空數據

source: Clear Cache
fr: vider le cache
ja: キャッシュの消去
ko: 캐시 지우기
ru: очистить кэш
zh_hant: 清除快取

source: Clear
fr: Clair
ja: クリア
ko: 분명한
ru: Прозрачный
zh_hant: 清除

source: chart
fr: graphique
ja: チャート
ko: 차트
ru: диаграмма
zh_hant: 圖表

source: Change log
fr: Journal des modifications
ja: 変更ログ
ko: 변경 로그
ru: Журнал изменений
zh_hant: 變更日誌

source: Capture
fr: Capturer
ja: 捕獲
ko: 포착
ru: Захватывать
zh_hant: 取圖

source: Cancel
fr: Annuler
ja: キャンセル
ko: 취소
ru: Отмена
zh_hant: 取消

source: Calibration
fr: Étalonnage
ja: 較正
ko: 구경 측정
ru: Калибровка
zh_hant: 校正

source: Calculate
fr: calculer
ja: 計算する
ko: 계산하다
ru: вычислить
zh_hant: 計算

source: BatchNumber
fr: numéro de lot
ja: バッチ番号
ko: 배치 번호
ru: серийный номер
zh_hant: 批次編號

source: Basic Information
fr: Informations de base
ja: 基本情報
ko: 기본 정보
ru: Основная информация
zh_hant: 基本訊息

# AutoSwitchSelectedView
source: Automatically switch selected views
fr: Changer automatiquement les vues sélectionnées
ja: 選択したビューを自動的に切り替える
ko: 선택한 보기를 자동으로 전환
ru: Автоматически переключать выбранные представления
zh_hant: 自動切換選取視圖

source: Auto Exposure
fr: Exposition automatique
ja: 自動露出
ko: 자동 노출
ru: Автоматическая экспозиция
zh_hant: 自動曝光

# Alias
source: Aliases
fr: Alias
ja: エイリアス
ko: 별명
ru: Псевдоним
zh_hant: 別名

# AlgorithmView_类型
source: Type
fr: taper
ja: タイプ
ko: 유형
ru: тип
zh_hant: 類型

# AdvanceSearch
source: Advanced Search
fr: Recherche Avancée
ja: 高度な検索
ko: 고급 검색
ru: Расширенный поиск
zh_hant: 進階查詢

source: advanced settings
fr: réglages avancés
ja: 高度な設定
ko: 고급 설정
ru: расширенные настройки
zh_hant: 進階設定

source: Add
fr: Ajouter à
ja: 追加
ko: 추가하다
ru: Добавлять
zh_hant: 添加

source: Acquire
fr: collection
ja: コレクション
ko: 수집
ru: коллекция
zh_hant: 採集

source: About
fr: à propos
ja: について
ko: 소개
ru: о
zh_hant: 關於

# SelectProjectSaveLocation
source: Choose where to save the project
fr: Choisissez où enregistrer le projet
ja: プロジェクトを保存する場所を選択します
ko: 프로젝트를 저장할 위치를 선택하세요
ru: Выберите, где сохранить проект
zh_hant: 選擇項目保存位置

source: Choice
fr: choisir
ja: 選ぶ
ko: 선택하다
ru: выбирать
zh_hant: 選擇

source: IsDefaultOpenService
fr: EstDefaultOpenService
ja: デフォルトオープンサービス
ru: Исдефолтопенсервице
zh_hant: 是預設開放服務

source: IsRetorePlayControls
ja: 再生コントロールを復元するかどうか
ru: Исретореплейконтролс
zh_hant: 是否恢復采集控件

source: Settings
fr: installation
ja: 設定
ko: 설정
ru: Настройки
zh_hant: 设置

# MenuFile
source: _File
fr: Fichier(F)
ja: ファイル (_F)
ko: 파일 (_F)
ru: Файл(Ф)
zh_hant: 文件(_F)

# MenuSensorHeYuan
source: Generic sensor template settings(_H)
fr: Paramètres du modèle de capteur générique (S)
ja: 汎用センサーテンプレート設定(S)
ko: 일반 센서 템플릿 설정(S)
ru: Общие настройки шаблона датчика(S)
zh_hant: 通用感測器模板設定(_H)

# AddPhysicalCamera
source: Adding a Physical Camera
fr: Ajouter une caméra physique
ja: 物理カメラを追加する
ko: 실제 카메라 추가
ru: Добавить физическую камеру
zh_hant: 增加實體相機

# AddUncreatedCamera
source: Adding an uncreated camera
fr: Ajouter une caméra non créée
ja: 未作成のカメラを追加する
ko: 생성되지 않은 카메라 추가
ru: Добавить несозданную камеру
zh_hant: 新增未建立的相機

source: License Import
fr: Importation de licence
ja: ライセンスのインポート
ko: 라이센스 가져오기
ru: Импорт лицензии
zh_hant: 許可證導入
