Repository: xincheng213618/scgd_general_wpf
Catalog: Engine/ColorVision.Engine/Properties/Resources.*.resx
Languages: fr, ja, ko, ru, zh_hant

# AutoExploreTemplate
source: Auto Exposure Template
fr: Modèle d'exposition automatique
ja: 自動露出テンプレート
ko: 자동 노출 템플릿
ru: Шаблон автоматической экспозиции
zh_hant: 自動曝光模板

# EditThirdPartyAlgorithmTemplate
source: Editing third-party algorithm templates
fr: Modifier des modèles d'algorithmes tiers
ja: サードパーティのアルゴリズムテンプレートを編集する
ko: 타사 알고리즘 템플릿 편집
ru: Редактировать шаблоны сторонних алгоритмов
zh_hant: 編輯第三方演算法模板

# ModifyConfiguration
source: Change setting
fr: Modifier le paramètre
ja: 設定変更
ko: 설정을 바꾸다
ru: Изменить настройку
zh_hant: 修改配置

source: Refresh Service
fr: service de rafraîchissement
ja: リフレッシュサービス
ko: 새로 고침 서비스
ru: обновить сервис
zh_hant: 重新整理服務

source: Reset Service
fr: Service de réinitialisation
ja: リセットサービス
ko: 서비스 재설정
ru: Сбросить сервис
zh_hant: 重置服務

# ManagePhysicalCamera
source: Managing Physical Cameras
fr: Gérer les caméras physiques
ja: 物理カメラを管理する
ko: 물리적 카메라 관리
ru: Управление физическими камерами
zh_hant: 管理實體相機

# DataLoading
source: Loading
fr: chargement
ja: 読み込み中
ko: 로드 중
ru: загрузка
zh_hant: 資料載入中

source: OpenFile
fr: Fichier ouvert
ja: ファイルを開く
ko: 오픈파일
ru: ОткрытьФайл
zh_hant: 開啟文件

source: OpenFolder
fr: Ouvrir le dossier
ja: フォルダを開く
ko: 오픈폴더
ru: ОткрытьПапку
zh_hant: 打開資料夾

source: Product Brochure
fr: Brochure produit
ja: 製品パンフレット
ko: 제품 브로셔
ru: Брошюра о продукте
zh_hant: 產品宣傳手冊

source: Unknown Status
fr: Statut Inconnu
ja: 不明な状態
ko: 알 수 없는 상태
ru: неизвестный статус
zh_hant: 未知狀態

source: DefaultValue
fr: Valeur par défaut
ja: デフォルト値
ko: 기본값
ru: Значение по умолчанию
zh_hant: 預設值

source: Symbol
fr: Symbole
ja: シンボル
ko: 상징
ru: Символ
zh_hant: 象徵

source: AddressCode
fr: Code d'adresse
ja: 住所コード
ko: 주소코드
ru: АдресКод
zh_hant: 地址代碼

source: CreateDate
fr: Date de création
ja: 作成日
ko: 생성날짜
ru: Дата создания
zh_hant: 建立日期

source: IsEnable
fr: Est-ce qu'il est activé
ja: 有効
ko: 활성화되어 있습니까?
zh_hant: 是否啟用

# MenuEngine
source: E_ngine
fr: Moteur (_N)
ja: エンジン（_N）
ko: 엔진(_N)
ru: Двигатель (Н)
zh_hant: 引擎(_N)

source: SearchLimit
fr: LimiteDeRecherche
ja: 検索制限
ko: 검색 제한
ru: ОграничениеПоиска
zh_hant: 搜尋條數限制

source: InsertAtBeginning
fr: InsérerAuDébut
ja: 先頭に挿入
ko: 삽입_처음에
ru: ВставитьВНачало
zh_hant: 在開頭插入

source: AutoRefreshView
fr: VueAutoRafraîchissement
ja: 自動更新ビュー
ko: 자동 새로고침 뷰
ru: АвтообновлениеПросмотра
zh_hant: 自動刷新視圖

source: IsShowListView
fr: AffichageListe
ja: リストビューを表示するか
ko: 리스트 보기 표시 여부
ru: ПоказатьСписокВидов
zh_hant: 顯示列表視圖

source: ViewImageReadDelay
fr: DélaiLectureImageVue
ja: 画像表示遅延
ko: 이미지읽기지연
ru: ЗадержкаЧтенияИзображения
zh_hant: 檢視圖片讀取延遲

source: Threshold
fr: Seuil
ja: しきい値
ko: 임계값
ru: порог
zh_hant: 閾值

source: Copy
fr: copier
ja: コピー
ko: 복사
ru: копировать
zh_hant: 複製

# Lock
source: locked
fr: verrouiller
ja: ロックする
ko: 잠금
ru: блокировка
zh_hant: 鎖定

source: ConfirmDelete
fr: ConfirmerSupprimer
ja: 削除を確認
ko: 확인삭제
ru: ПодтвердитьУдалить
zh_hant: 確認刪除

# CalibrationCorrection
source: Correction tools
fr: Outils d'étalonnage
ja: 校正ツール
ko: 교정 도구
ru: Инструменты калибровки
zh_hant: 校正生成工具

source: Select CalibTools.exe
fr: Sélectionnez CalibTools.exe
ja: CalibTools.exeを選択
ko: CalibTools.exe를 선택하세요
ru: Выберите CalibTools.exe
zh_hant: 選擇CalibTools.exe

# CannotFindCalibToolsExe_HelpMeFindIt
source: I can't find CalibTools (CalibTools.exe). Would you like to help me find it?
fr: Je ne trouve pas CalibTools (CalibTools.exe). Voulez-vous m'aider à le retrouver ?
ja: CalibTools (CalibTools.exe) が見つかりません。探すのを手伝ってもらえますか?
ko: CalibTools(CalibTools.exe)를 찾을 수 없습니다. 찾는 데 도움을 주시겠습니까?
ru: Я не могу найти CalibTools (CalibTools.exe). Хотите помочь мне найти его?
zh_hant: 我找不到 CalibTools (CalibTools.exe)。你願意幫我找到它嗎？

source: Open in CalibTools
fr: Ouvrir dans CalibTools
ja: CalibToolsで開く
ko: CalibTools에서 열기
ru: Открыть в CalibTools
zh_hant: 在 CalibTools 中打開

source: ProjectManagerWindow
fr: FenêtreGestionProjet
ja: プロジェクトマネージャーウィンドウ
ko: 프로젝트 관리자 창
ru: ОкноМенеджераПроекта
zh_hant: 專案管理視窗

source: Release Date
fr: date de publication
ja: 発売日
ko: 출시일
ru: дата выпуска
zh_hant: 發佈日期

source: BuildDate
fr: DateDeConstruction
ja: ビルド日
ko: 빌드 날짜
ru: ДатаСборки
zh_hant: 建置日期

source: Version
ja: バージョン
ko: 버전
ru: Версия
zh_hant: 版本

source: Command
fr: Commande
ja: コマンド
ko: 명령
ru: Команда
zh_hant: 命令

# ProjectName
source: Name
fr: NomDuProjet
ja: プロジェクト名
ko: 프로젝트명
ru: НазваниеПроекта
zh_hant: 專案名稱

source: Workflow
fr: Flux de travail
ja: ワークフロー
ko: 워크플로
ru: Рабочий процесс
zh_hant: 工作流程

# DeviceOffline
source: Offline
fr: Appareil hors ligne
ja: デバイスがオフラインです
ko: 기기 오프라인
ru: Устройство отключено
zh_hant: 裝置離線

source: Point Of Interest Templete
fr: Modèle de mise au point
ja: 懸念事項テンプレート
ko: 우려 사항 템플릿
ru: Шаблон сообщения о проблемах
zh_hant: 關注點模板

# PointOfInterestAlgorithmTemplateSettings
source: Point of Interst Algorithm template settings
fr: Paramètres du modèle d'algorithme lié à la mise au point
ja: フォーカス関連のアルゴリズムテンプレート設定
ko: 포커스 관련 알고리즘 템플릿 설정
ru: Настройки шаблона алгоритма, связанные с фокусом
zh_hant: 關注點相關演算法模板設置

source: Service
fr: Servir
ja: 仕える
ko: 제공하다
ru: Служить
zh_hant: 服務

source: Refresh device list
fr: Actualiser la liste des appareils
ja: デバイスリストを更新
ko: 장치 목록 새로 고침
ru: Обновить список устройств
zh_hant: 刷新設備列表

# UnauthorizedOrCameraLicenseExpiredz
source: Unauthorized or expired camera license
fr: Licence d'appareil photo non autorisée ou expirée
ja: 不正または期限切れのカメラライセンス
ko: 허가받지 않았거나 만료된 카메라 라이센스
ru: Несанкционированная или просроченная лицензия на камеру
zh_hant: 未授權或相機許可證過期

# PleaseConfigureCameraIDFirst
source: Please configure the camera ID first.
fr: Veuillez d'abord configurer l'identifiant de la caméra.
ja: 最初にカメラIDを設定してください。
ko: 먼저 카메라 ID를 구성하세요.
ru: Сначала настройте идентификатор камеры.
zh_hant: 請先配置相機ID

# CheckCameraTemperature
source: Check the camera's temperature
fr: Vérifiez les données de température de la caméra
ja: カメラの温度データを確認する
ko: 카메라의 온도 데이터를 확인하세요
ru: Проверьте данные о температуре камеры
zh_hant: 查看相機的溫度數據

source: Save current exposure and other parameters
fr: Enregistrer l'exposition actuelle et d'autres paramètres
ja: 現在の露出やその他のパラメータを保存する
ko: 현재 노출 및 기타 매개변수를 저장합니다.
ru: Сохранить текущую экспозицию и другие параметры
zh_hant: 保存目前的曝光等參數

source: Average times
fr: Nombre moyen de fois
ja: 平均回数
ko: 평균 횟수
ru: Среднее количество раз
zh_hant: 平均次數

source: Flip
fr: Retourner
ja: フリップ
ko: 튀기다
ru: Подбросить
zh_hant: 翻轉

# UseHDR
source: Enable HDR
fr: Activer le HDR
ja: HDRを有効にする
ko: HDR 활성화
ru: Включить HDR
zh_hant: 啟用HDR

# UploadCalibrationFiles
source: Upload calibration file
fr: Télécharger le fichier d'étalonnage
ja: キャリブレーションファイルをアップロード
ko: 교정 파일 업로드
ru: Загрузить файл калибровки
zh_hant: 上傳校正文件

source: Restore point created successfully
fr: Point de restauration créé avec succès
ja: 復元ポイントが正常に作成されました
ko: 복원 지점이 성공적으로 생성되었습니다.
ru: Точка восстановления успешно создана
zh_hant: 還原點建立成功

source: Change NDPort
fr: Ajuster NDPort
ja: NDPortを調整する
ko: NDPort 조정
ru: Настройте NDPort
zh_hant: 調整NDPort

source: Autofocus
fr: Mise au point automatique
ja: オートフォーカス
ko: 자동 초점
ru: Автофокус
zh_hant: 自動對焦

source: move
fr: se déplacer
ja: 動く
ko: 이동하다
ru: двигаться
zh_hant: 移動

source: Absolute position
fr: position absolue
ja: 絶対位置
ko: 절대 위치
ru: Абсолютное положение
zh_hant: 絕對位置

source: Adjust aperture
fr: Régler l'ouverture
ja: 絞りを調整する
ko: 조리개 조정
ru: Отрегулируйте диафрагму
zh_hant: 調整光圈

source: Aperture F
fr: Ouverture F
ja: 絞りF
ko: 조리개 F
ru: Диафрагма F
zh_hant: 光圈F

# HomePosition
source: Return to Home Position
fr: Retour à l'origine
ja: 原点回帰
ko: 원점으로 돌아가기
ru: Вернуться к источнику
zh_hant: 返回原點

source: Current Position:
fr: Emplacement actuel :
ja: 現在の場所:
ko: 현재 위치:
ru: Текущее местоположение:
zh_hant: 目前位置：

source: Acquire Position
fr: Obtenir l'emplacement
ja: 位置情報を取得
ko: 위치 가져오기
ru: Получить местоположение
zh_hant: 取得位置

source: Resource Information
fr: Informations sur les ressources
ja: リソース情報
ko: 리소스 정보
ru: Информация о ресурсах
zh_hant: 資源資訊

source: Frame display name
fr: Nom d'affichage de l'interface
ja: インターフェース表示名
ko: 인터페이스 표시 이름
ru: Отображаемое имя интерфейса
zh_hant: 介面展示名稱

# HeartbeatTime
source: Heartbeat Time(ms)
fr: Temps de battement cardiaque
ja: ハートビートタイム
ko: 심장 박동 시간
ru: Время сердцебиения
zh_hant: 心跳時間

# DeviceAutoConnect
source: Automatic device connection
fr: Connexion automatique de l'appareil
ja: 自動デバイス接続
ko: 자동 장치 연결
ru: Автоматическое подключение устройства
zh_hant: 裝置自動連接

source: Apply Settings
fr: Paramètres de l'application
ja: アプリケーションパラメータ
ko: 응용 프로그램 매개 변수
ru: Параметры приложения
zh_hant: 應用參數

source: File cache:
fr: Cache de fichiers :
ja: ファイルキャッシュ:
ko: 파일 캐시:
ru: Файловый кэш:
zh_hant: 文件快取:

# CVCIEFileSave
source: Saving CVCIE files:
fr: Enregistrement des fichiers CVCIE :
ja: CVCIE ファイルの保存:
ko: CVCIE 파일 저장:
ru: Сохранение CVCIE-файлов:
zh_hant: CVCIE檔案儲存:

# SendChannel
source: Transmit channel:
fr: Canal de transmission :
ja: 送信チャンネル:
ko: 전송 채널:
ru: Канал передачи:
zh_hant: 發送頻道:

source: Bind physical camera code
fr: Code pour la liaison des caméras physiques
ja: 物理カメラをバインドするためのコード
ko: 물리적 카메라 바인딩을 위한 코드
ru: Код для привязки физических камер
zh_hant: 綁定實體相機代碼

# FlowTemplate
source: Process Template
fr: Modèle de processus
ja: プロセステンプレート
ko: 프로세스 템플릿
ru: Шаблон процесса
zh_hant: 流程模板

# SearchResults
source: Query results
fr: Résultats de la requête
ja: クエリ結果
ko: 쿼리 결과
ru: Результаты запроса
zh_hant: 查詢結果

# FlowResultManagement
source: Process Result Management
fr: Gestion des résultats des processus
ja: プロセス結果管理
ko: 프로세스 결과 관리
ru: Управление результатами процесса
zh_hant: 流程結果管理

source: ParsingManagement
fr: Gestion de l'analyse syntaxique
ja: 解析管理
ko: 파싱 관리
ru: Управление анализом
zh_hant: 解析管理

source: Parsing
fr: Analyse
ja: 分析
ko: 분석
ru: Анализ
zh_hant: 解析

source: Camera
fr: caméra
ja: カメラ
ko: 카메라
ru: камера
zh_hant: 相機

source: HdrTemplate
fr: Modèle HDR
ja: HDRテンプレート
ko: HDR 템플릿
ru: HDR-шаблон
zh_hant: HDR模板

source: CameraParameterTemplate
fr: Modèle de paramètres de caméra
ja: カメラパラメータテンプレート
ko: 카메라 매개변수 템플릿
ru: Шаблон параметров камеры
zh_hant: 相機參數模板

source: AutoFocusTemplate
fr: Modèle de mise au point automatique
ja: オートフォーカステンプレート
ko: 자동 초점 템플릿
ru: Шаблон автофокуса
zh_hant: 自動對焦模板

source: POITemplateSettings
fr: Paramètres du modèle d'algorithme liés à la mise au point
ja: フォーカス関連のアルゴリズムテンプレート設定
ko: 포커스 관련 알고리즘 템플릿 설정
ru: Настройки шаблона алгоритма, связанные с фокусом
zh_hant: 關注點相關演算法模版設置

source: PoiFilterTemplateSettings
fr: paramètres du modèle de filtre POI
ja: POIフィルターテンプレートの設定
ko: POI 필터 템플릿 설정
ru: Настройки шаблона фильтра POI
zh_hant: POI過濾模板設置

source: POICorrectionTemplateSettings
fr: Paramètres du modèle de modification Poi
ja: Poi変更テンプレート設定
ko: POI 수정 템플릿 설정
ru: Настройки шаблона модификации Poi
zh_hant: Poi修正模板設定

source: ApplicationPropertyTemplate
fr: Modèle de propriété d'application
ja: アプリケーションプロパティテンプレート
ko: 애플리케이션 속성 템플릿
ru: Шаблон свойств приложения
zh_hant: 應用程式屬性模板

# POIPlacementTemplateSettings
source: Poi layout template settings
fr: Paramètres du modèle de mise en page Poi
ja: Poiレイアウトテンプレートの設定
ko: Poi 레이아웃 템플릿 설정
ru: Настройки шаблона макета Poi
zh_hant: Poi佈點模板設定

source: POIAnalysis
fr: Analyse des points d'intérêt
ja: POI分析
ko: POI 분석
ru: Анализ POI
zh_hant: POI分析

source: FindAARegion
fr: Recherche de la zone AA
ja: エリアAAを探しています
ko: AA 지역을 찾고 있습니다
ru: Ищу район АА
zh_hant: 尋找AA區

source: POIFileOutputTemplateSettings
fr: paramètres du modèle de sortie de fichier POI
ja: POIファイル出力テンプレート設定
ko: POI 파일 출력 템플릿 설정
ru: Настройки шаблона вывода файла POI
zh_hant: Poi檔案輸出範本設定

source: PoiCalibrationCorrectionTemplateSettings
fr: Paramètres du modèle d'étalonnage de la correction POI
ja: Poi補正キャリブレーションパラメータテンプレート設定
ko: POI 보정 교정 매개변수 템플릿 설정
ru: Настройки шаблона параметров калибровки коррекции Poi
zh_hant: Poi修正標定參數模板設定

source: TemplateMatching
fr: Correspondance de modèles
ja: テンプレートマッチング
ko: 템플릿 매칭
ru: Сопоставление шаблонов
zh_hant: 模板匹配

source: LightBarDetectionV2
fr: Détection de bande LED V2
ja: LEDストリップ検出V2
ko: LED 스트립 감지 V2
ru: Обнаружение светодиодной ленты V2
zh_hant: 燈條檢測V2

source: GhostingDetection2_0
fr: Fantôme 2.0
ja: ゴースト2.0
ko: 고스트 2.0
ru: Призрак 2.0
zh_hant: 鬼影2.0

source: CrossCalculation
fr: Calcul en forme de croix
ja: 十字形の計算
ko: 십자가 모양 계산
ru: Крестообразный расчет
zh_hant: 十字計算

source: DistortionDetection2_0
fr: Détection de distorsion 2.0
ja: 歪み検出2.0
ko: 왜곡 감지 2.0
ru: Обнаружение искажений 2.0
zh_hant: 畸變檢測2.0

source: ImageStitching
fr: Assemblage d'images
ja: 画像のステッチ
ko: 이미지 스티칭
ru: Сшивание изображений
zh_hant: 影像拼接

source: AAPointFilling
fr: Points supplémentaires AA
ja: AA補足ポイント
ko: AA 보충 포인트
ru: Дополнительные баллы АА
zh_hant: AA補點

source: AACropTemplateManagement
fr: Gestion des gabarits de découpe de la zone émettrice de lumière
ja: 発光領域カッティングテンプレートの管理
ko: 발광 영역 절단 템플릿 관리
ru: Управление шаблонами резки светоизлучающих зон
zh_hant: 發光區裁切模板管理

source: EditDefaultSensorDictionary
fr: Modifier le dictionnaire de capteurs par défaut
ja: デフォルトのセンサー辞書を編集する
ko: 기본 센서 사전 편집
ru: Редактировать словарь датчиков по умолчанию
zh_hant: 編輯預設感應器字典

source: CacheManagement
fr: Gestion du cache
ja: キャッシュ管理
ko: 캐시 관리
ru: Управление кэшем
zh_hant: 快取管理

source: Archive
ja: アーカイブ
ko: 보관소
ru: Архив
zh_hant: 歸檔

# ArchiveServerConfig
source: Archive server configuration
fr: configuration du serveur d'archives
ja: アーカイブサーバーの構成
ko: 아카이브 서버 구성
ru: Конфигурация архивного сервера
zh_hant: 歸檔伺服器配置

# ArchiveServerConfigNotFound_Resetting
source: Archive server configuration not found, resetting
fr: Configuration du serveur d'archivage introuvable, réinitialisation en cours
ja: アーカイブサーバーの構成が見つかりません。リセットします
ko: 보관 서버 구성을 찾을 수 없습니다. 재설정 중입니다.
ru: Конфигурация архивного сервера не найдена, выполняется сброс
zh_hant: 找不到歸檔伺服器配置，正在重置

source: Archive configuration
fr: Configuration d'archive
ja: アーカイブ構成
ko: 아카이브 구성
ru: Конфигурация архива
zh_hant: 歸檔配置

# RcConfigInfoNotFound
source: RC configuration information not found
fr: Informations de configuration RC introuvables
ja: RC構成情報が見つかりません
ko: RC 구성 정보를 찾을 수 없습니다.
ru: Информация о конфигурации RC не найдена
zh_hant: 找不到RC配置訊息

# ArchiveConfigInfoNotFound
source: Archive configuration information not found
fr: Informations de configuration d'archive introuvables
ja: アーカイブ構成情報が見つかりません
ko: 아카이브 구성 정보를 찾을 수 없습니다.
ru: Информация о конфигурации архива не найдена
zh_hant: 找不到歸檔配置訊息

# EditDefaultAlgorithmDictionary
source: Edit the default algorithm dictionary
fr: Modifier le dictionnaire d'algorithmes par défaut
ja: デフォルトのアルゴリズム辞書を編集する
ko: 기본 알고리즘 사전 편집
ru: Редактировать словарь алгоритмов по умолчанию
zh_hant: 編輯預設演算法字典

# UnauthorizedOrLicenseExpired
source: Unauthorized or expired license
fr: Licence non autorisée ou expirée
ja: 不正または期限切れのライセンス
ko: 허가받지 않았거나 만료된 라이센스
ru: Несанкционированная или просроченная лицензия
zh_hant: 未授權或許可證過期

source: Color temperature wavelength
fr: longueur d'onde de la température de couleur
ja: 色温度波長
ko: 색온도 파장
ru: Длина волны цветовой температуры
zh_hant: 色溫波長

# DataDirectory
source: Data Catalog
fr: Catalogue de données
ja: データカタログ
ko: 데이터 카탈로그
ru: Каталог данных
zh_hant: 數據目錄

source: port address
fr: adresse du port
ja: ポートアドレス
ko: 포트 주소
ru: адрес порта
zh_hant: 連接埠位址

source: Port range
ja: ポート範囲
ko: 포트 범위
ru: Диапазон портов
zh_hant: 連接埠範圍

# RetentionDays
source: Storage days
fr: Jours de stockage
ja: 保管日数
ko: 보관일
ru: Дни хранения
zh_hant: 保存天數

source: Create ProcessMeta
fr: Créer ProcessMeta
ja: プロセスメタを作成する
ko: ProcessMeta 생성
ru: Создать ProcessMeta
zh_hant: 建立 ProcessMeta

# DistortionEvaluation
source: Distortion assessment
fr: Évaluation de la distorsion
ja: 歪み評価
ko: 왜곡 평가
ru: Оценка искажений
zh_hant: 畸變評價

# DataLoad
source: Data loading
fr: Chargement des données
ja: データの読み込み
ko: 데이터 로딩 중
ru: Загрузка данных
zh_hant: 資料載入

# AADetect
source: Detection of luminescent areas
fr: Détection des zones luminescentes
ja: 発光領域の検出
ko: 발광 영역 감지
ru: Обнаружение люминесцирующих областей
zh_hant: 發光區檢測

# StereoFusion
source: Binocular Fusion
fr: Fusion binoculaire
ja: 両眼融合
ko: 쌍안경 융합
ru: Бинокулярное слияние
zh_hant: 雙目融合

# subPixelDetect
source: Subpixel-level LED detection
fr: Détection de LED au niveau du sous-pixel
ja: サブピクセルレベルのLED検出
ko: 서브픽셀 수준 LED 감지
ru: Обнаружение светодиодов на уровне субпикселей
zh_hant: 亞像素級燈珠檢測

# SFRFindRoi
source: SFRROI search
fr: Recherche SFRROI
ja: SFRROI検索
ko: SFRROI 검색
ru: Поиск SFRROI
zh_hant: SFRROI搜尋

# PixelLedDetect
source: Pixel-level LED detection
fr: Détection de LED au niveau du pixel
ja: ピクセルレベルのLED検出
ko: 픽셀 수준 LED 감지
ru: Обнаружение светодиодов на уровне пикселей
zh_hant: 像素級燈珠檢測

# LightBandDetection
source: LED strip testing
fr: test de bande LED
ja: LEDストリップテスト
ko: LED 스트립 테스트
ru: Тестирование светодиодных лент
zh_hant: 燈帶檢測

# IntegratedQuery
source: Comprehensive Inquiry
fr: Enquête approfondie
ja: 包括的な調査
ko: 종합적인 문의
ru: Комплексное расследование
zh_hant: 綜合查詢

source: Archive Query
fr: Requête d'archive
ja: アーカイブクエリ
ko: 아카이브 쿼리
ru: Архивный запрос
zh_hant: 歸檔查詢

source: Move up
fr: Monter en gamme
ja: 上に移動
ko: 위로 이동
ru: Двигаться вверх
zh_hant: 上移

source: Move down
fr: Descendre
ja: 下に移動
ko: 아래로 이동
ru: Двигаться вниз
zh_hant: 下移

# CreateCopy
source: Create a copy
fr: Créer une copie
ja: コピーを作成する
ko: 사본을 만듭니다
ru: Создать копию
zh_hant: 建立副本

# CreateSample
source: Create as a sample
fr: Créer comme exemple
ja: サンプルとして作成
ko: 샘플로 만들기
ru: Создать как образец
zh_hant: 創建為範例

source: Workflow Engine Template Management
fr: Gestion des modèles du moteur de flux de travail
ja: ワークフローエンジンテンプレート管理
ko: 워크플로 엔진 템플릿 관리
ru: Управление шаблонами Workflow Engine
zh_hant: 流程引擎範本管理

# PhysicalCamera
source: Physical Camera Code
fr: Code de caméra physique
ja: 物理カメラコード
ko: 물리적 카메라 코드
ru: Физический код камеры
zh_hant: 實體相機Code

# SetSnFirst
source: Please configure SN first.
fr: Veuillez d'abord configurer le numéro de série.
ja: まずSNを設定してください。
ko: 먼저 SN을 구성하세요.
ru: Сначала настройте серийный номер.
zh_hant: 請先設定SN

source: connect
fr: connecter
ja: 接続する
ko: 연결하다
ru: соединять
zh_hant: 連接

# StartExecition
source: Start execution
fr: Début de l'exécution
ja: 実行を開始
ko: 실행 시작
ru: Начать выполнение
zh_hant: 開始執行

source: Stop execution
fr: Arrêter l'exécution
ja: 実行を停止
ko: 실행 중지
ru: Остановить казнь
zh_hant: 停止執行

source: CaptureImage
fr: Photographier
ja: 写真
ko: 사진
ru: Фотография
zh_hant: 拍照

# SeviceClosed
source: The service has been shut down.
fr: Le service a été interrompu.
ja: サービスは停止されました。
ko: 서비스가 중단되었습니다.
ru: Служба была закрыта.
zh_hant: 服務已關閉

# DataDirectoryServiceConfig
source: Data directory service configuration
fr: configuration du service d'annuaire de données
ja: データディレクトリサービスの構成
ko: 데이터 디렉토리 서비스 구성
ru: Конфигурация службы каталогов данных
zh_hant: 資料目錄服務配置

# ServiceCach
source: Service caching
fr: Mise en cache du service
ja: サービスキャッシュ
ko: 서비스 캐싱
ru: Кэширование сервисов
zh_hant: 服務快取

# ConfigerInfo
source: Configuration information
fr: Informations de configuration
ja: 構成情報
ko: 구성 정보
ru: Информация о конфигурации
zh_hant: 配置資訊

source: File Directory
fr: Répertoire de fichiers
ja: ファイルディレクトリ
ko: 파일 디렉토리
ru: Каталог файлов
zh_hant: 檔案目錄

# Aperture
source: Aperture F
fr: Ouverture F
ja: 絞りF
ko: 조리개 F
ru: Диафрагма F
zh_hant: 光圈F

# DataBaseConfig1
source: Database configuration (if configuration fails)
fr: Configuration de la base de données (en cas d'échec de la configuration)
ja: データベース構成（構成に失敗した場合）
ko: 데이터베이스 구성(구성이 실패하는 경우)
ru: Конфигурация базы данных (если конфигурация не удалась)
zh_hant: 資料庫配置(如果出現無法配置的情況)

source: Offline
fr: Hors ligne
ja: オフライン
ko: 오프라인
ru: Оффлайн
zh_hant: 離線

# CommunicationType
source: Communication methods
fr: Méthodes de communication
ja: コミュニケーション方法
ko: 의사소통 방법
ru: Методы коммуникации
zh_hant: 通訊方式

source: Category Model
fr: Modèle de catégorie
ja: カテゴリモデル
ko: 카테고리 모델
ru: Модель категории
zh_hant: 類別型號

# SerialPortCom
source: Serial communication
fr: Communication en série
ja: シリアル通信
ko: 직렬 통신
ru: Последовательная связь
zh_hant: 串口通訊

source: Power on
fr: Mise sous tension
ja: 電源オン
ko: 전원 켜기
ru: Включить питание
zh_hant: 上電

source: Power off
fr: Mise hors tension
ja: 電源オフ
ko: 전원 끄기
ru: Выключить питание
zh_hant: 下電

# Up
source: superior
fr: supérieur
ja: 優れた
ko: 우수한
ru: начальство
zh_hant: 上

source: Down
fr: Vers le bas
ja: 下
ko: 아래에
ru: Вниз
zh_hant: 下

source: Switch
fr: Changer
ja: スイッチ
ko: 스위치
ru: Выключатель
zh_hant: 切換

# PGCommand
source: Screen commands
fr: Commandes à l'écran
ja: 画面コマンド
ko: 화면 명령
ru: Экранные команды
zh_hant: 畫面指令

source: Unregistered
fr: Non enregistré
ja: 未登録
ko: 등록되지 않음
ru: Незарегистрированный
zh_hant: 未註冊

# ExecteTemplate
source: Execution template
fr: Modèle d'exécution
ja: 実行テンプレート
ko: 실행 템플릿
ru: Шаблон исполнения
zh_hant: 執行模板

# CommandType
source: Instruction type
fr: Type d'instruction
ja: 命令タイプ
ko: 지시 유형
ru: Тип инструкции
zh_hant: 指令類型

# SendCmd
source: Send command
fr: Envoyer la commande
ja: コマンドを送信
ko: 명령 보내기
ru: Отправить команду
zh_hant: 發送指令

# RevCmd
source: Return instruction
fr: Instructions de retour
ja: 返品指示
ko: 반환 지침
ru: Инструкция по возврату
zh_hant: 返回指令

# SensorCfgInfo
source: Sensor configuration information
fr: Informations sur la configuration du capteur
ja: センサー構成情報
ko: 센서 구성 정보
ru: Информация о конфигурации датчика
zh_hant: 感測器配置資訊

source: IP address
fr: Adresse IP
ja: IPアドレス
ko: IP 주소
ru: IP-адрес
zh_hant: IP位址

# Serial
source: serial port
fr: port série
ja: シリアルポート
ko: 직렬 포트
ru: последовательный порт
zh_hant: 串口

source: baud rate
fr: débit en bauds
ja: ボーレート
ko: 전송 속도
ru: скорость передачи данных
zh_hant: 波特率

# DeviceType
source: Equipment type
fr: Type d'équipement
ja: 機器の種類
ko: 장비 유형
ru: Тип оборудования
zh_hant: 設備類型

# DeviceAddr
source: Device address
fr: Adresse du périphérique
ja: デバイスアドレス
ko: 장치 주소
ru: Адрес устройства
zh_hant: 設備位址

# SMUAddr
source: SMU address
fr: Adresse de la table source
ja: ソーステーブルアドレス
ko: 소스 테이블 주소
ru: Адрес исходной таблицы
zh_hant: 來源表位址

source: Integration Time
fr: Points Temps
ja: ポイント時間
ko: 포인트 시간
ru: Очки Время
zh_hant: 積分時間

# AutoIntegra
source: Automatic intergation
fr: Points automatiques
ja: 自動ポイント
ko: 자동 포인트
ru: Автоматические баллы
zh_hant: 自動積分

# AutoZeroCalibration
source: Automatic zeroing
fr: Mise à zéro automatique
ja: 自動ゼロ設定
ko: 자동 제로화
ru: Автоматическое обнуление
zh_hant: 自動校零

# AdaptiveZeroCalibration
source: Adaptive zeroing
fr: Mise à zéro adaptative
ja: アダプティブゼロイング
ko: 적응형 제로화
ru: Адаптивное обнуление
zh_hant: 自適應校零

source: Single test
fr: Test unique
ja: 単一テスト
ko: 단일 테스트
ru: Одиночный тест
zh_hant: 單次測試

# SingleZeroCalibration
source: Single zeroing
fr: Mise à zéro unique
ja: シングルゼロ
ko: 단일 제로화
ru: Одинарное обнуление
zh_hant: 單次校零

source: Delay (ms)
fr: Délai (ms)
ja: 遅延（ミリ秒）
ko: 지연(ms)
ru: Задержка (мс)
zh_hant: 延時(ms)

# SpectrumInfo
source: Spectrometer Information
fr: Informations sur le spectromètre
ja: 分光計情報
ko: 분광기 정보
ru: Информация о спектрометре
zh_hant: 光譜儀資訊

# AutoTestInterval_Ms
source: Automatic test interval (ms)
fr: Intervalle de test automatique (ms)
ja: 自動テスト間隔（ミリ秒）
ko: 자동 테스트 간격(ms)
ru: Интервал автоматического теста (мс)
zh_hant: 自動測試間隔(ms)

# MaxIntegrationTime_Ms
source: Maximum integration time (ms)
fr: Temps d'intégration maximal (ms)
ja: 最大積分時間（ミリ秒）
ko: 최대 통합 시간(ms)
ru: Максимальное время интеграции (мс)
zh_hant: 最大積分時間(ms)

# StartIntegrationTime_Ms
source: Starting integration time (ms)
fr: Temps d'intégration initial (ms)
ja: 開始積分時間（ミリ秒）
ko: 시작 통합 시간(ms)
ru: Начальное время интегрирования (мс)
zh_hant: 起始積分時間(ms)

# OpenCmd
source: Open command
fr: Ouvrir la commande
ja: 開くコマンド
ko: 열기 명령
ru: Открыть команду
zh_hant: 打開命令

# CloseCmd
source: Close command
fr: Fermer la commande
ja: 閉じるコマンド
ko: 닫기 명령
ru: Закрыть команду
zh_hant: 關閉命令

# Filecfg
source: File Configuration
fr: Configuration des fichiers
ja: ファイル構成
ko: 파일 구성
ru: Конфигурация файла
zh_hant: 文件配置
