Repository: xincheng213618/scgd_general_wpf
Catalog: Engine/ColorVision.Engine/Properties/Resources.*.resx
Languages: fr, ja, ko, ru, zh_hant

source: Timeout (ms)
fr: Délai d'attente (ms)
ja: タイムアウト（ミリ秒）
ru: Тайм-аут (мс)

source: SMU simulator
fr: Simulateur de table source
ja: ソーステーブルシミュレーター
ru: Симулятор исходной таблицы

source: Wavelength file
fr: Fichier de longueur d'onde
ja: 波長ファイル
ru: Файл длины волны

source: Amplitude file
fr: Fichier d'amplitude
ja: 振幅ファイル
ru: Файл амплитуды

# IsEnableNd
source: Enable ND?
fr: Activer ND ?
ja: ND を有効にしますか
ru: Включить ND?

# ConnectType
source: Connection method
fr: Méthode de connexion
ja: 接続方法
ru: Способ подключения

source: Saturation
ja: 飽和
ru: Насыщенность

# SetEmissionSP100Config
source: EmissionSP100 Settings
fr: Paramètres d'émission SP100
ja: EmissionSP100設定
ru: Настройки EmissionSP100

# SelectDataFirst
source: You need to select data first.
fr: Vous devez d'abord sélectionner des données.
ja: 最初にデータを選択する必要があります。
ru: Сначала вам нужно выбрать данные.

# SelectLicenseFilePrompt
source: Please select license file
fr: Veuillez sélectionner le fichier de licence
ja: ライセンスファイルを選択してください
ru: Пожалуйста, выберите файл лицензии

source: Add failed
fr: Échec de l'ajout
ja: 追加に失敗しました
ru: Добавить не удалось

# AddSuccess
source: Added successfully
fr: Ajouté avec succès
ja: 正常に追加されました
ru: Добавлено успешно

# ExtractionFailed
source: Decompression failed
fr: La décompression a échoué
ja: 減圧に失敗しました
ru: Декомпрессия не удалась

# UpdataSucess
source: Update successful
fr: Mise à jour réussie
ja: 更新成功
ru: Обновление успешно завершено

# UnsupportedLicenseFileExtension
source: Unsupported license file extensions
fr: Extensions de fichiers de licence non prises en charge
ja: サポートされていないライセンスファイル拡張子
ru: Неподдерживаемые расширения файла лицензии

# AllSpectrumDeviceInfo
source: All spectrometer equipment information
fr: Toutes les informations sur les équipements de spectromètre
ja: すべての分光計機器情報
ru: Вся информация о спектрометрическом оборудовании

# CreateDataBase
source: Database creation
fr: Création de base de données
ja: データベースの作成
ru: Создание базы данных

source: Template failed
fr: Échec du modèle
ja: テンプレートが失敗しました
ru: Шаблон не удался

# LogicalCameraLicenseExpired_ClearBindingsAndRetryPrompt
source: The current logical camera license has expired, and the device list cannot be refreshed. Do you want to clear the physical cameras currently bound to the camera service and then try again?
fr: La licence de la caméra logique actuelle a expiré et la liste des périphériques ne peut pas être actualisée. Voulez-vous supprimer les caméras physiques actuellement associées au service de caméra, puis réessayer ?
ja: 現在の論理カメラライセンスの有効期限が切れているため、デバイスリストを更新できません。現在カメラサービスにバインドされている物理カメラをクリアしてから、もう一度お試しください。
ru: Текущая лицензия на логическую камеру истекла, и список устройств не может быть обновлен. Хотите удалить физические камеры, привязанные к сервису камер, и повторить попытку?

# LogicalCameraOffline_ClearBindingsAndRetryPromp
source: The current logical camera is offline and the device list cannot be refreshed. Do you want to clear the physical cameras bound to the current camera service and then retry?
fr: La caméra logique actuelle est hors ligne et la liste des périphériques ne peut pas être actualisée. Voulez-vous supprimer les caméras physiques associées au service de caméra actuel, puis réessayer ?
ja: 現在の論理カメラはオフラインのため、デバイスリストを更新できません。現在のカメラサービスにバインドされている物理カメラをクリアしてから再試行しますか？
ru: Текущая логическая камера отключена, и список устройств не может быть обновлен. Хотите удалить физические камеры, привязанные к текущей службе камер, и повторить попытку?

# CurrentDeviceCameraInfo
source: Current device camera information
fr: Informations actuelles sur la caméra de l'appareil
ja: 現在のデバイスのカメラ情報
ru: Текущая информация о камере устройства

# RefreshDeviceListFailed
source: Refreshing device list failed
fr: Échec de l'actualisation de la liste des appareils
ja: デバイスリストの更新に失敗しました
ru: Не удалось обновить список устройств.

source: Auto Align
fr: Alignement automatique
ja: 自動調整
ru: Автоматическое выравнивание

# SaveChangesPrompt
source: Save changes?
fr: Enregistrer les modifications ?
ja: 変更を保存しますか?
ru: Сохранить изменения?

# ClearCreatedProcess_ConfirmAutoSaveClosePrompt
source: Do you want to clear the already created processes?\n\rAfter clearing, automatically save and close.
fr: Voulez-vous supprimer les processus déjà créés ?\n\rAprès suppression, l’enregistrement et la fermeture seront automatiques.
ja: すでに作成されたプロセスをクリアしますか?\n\rクリア後、自動的に保存して閉じます。
ru: Хотите очистить уже созданные процессы?\n\rПосле очистки автоматически сохранить и закрыть.

# FlowEditor
source: Process Editor
fr: Éditeur de processus
ja: プロセスエディター
ru: Редактор процессов

# SaveSucess
source: Saved successfully
fr: Sauvegarde réussie
ja: 保存に成功しました
ru: Сохранено успешно

# AutoExposureTemplateSettings
source: Automatic exposure template settings
fr: paramètres de modèle d'exposition automatique
ja: 自動露出テンプレート設定
ru: Настройки шаблона автоматической экспозиции

source: Autofocus template settings
fr: paramètres du modèle de mise au point automatique
ja: オートフォーカステンプレートの設定
ru: Настройки шаблона автофокуса

source: Distortion evaluation template management
fr: Gestion des modèles d'évaluation des distorsions
ja: 歪み評価テンプレート管理
ru: Управление шаблонами оценки искажений

source: FOV Template Management
fr: Gestion des modèles de champ de vision
ja: FOVテンプレート管理
ru: Управление шаблонами FOV

source: Ghost Template Management
fr: Gestion des modèles Ghost
ja: ゴーストテンプレート管理
ru: Управление шаблонами Ghost

source: MTF Template Management
fr: Gestion des modèles MTF
ja: MTFテンプレート管理
ru: Управление шаблонами MTF

source: SFR Template Management
fr: Gestion des modèles SFR
ja: SFRテンプレート管理
ru: Управление шаблонами SFR

# BuzProcucTemplateManagement
source: BuzProduc Template Management
fr: Gestion des modèles BuzProduc
ja: BuzProduc テンプレート管理
ru: Управление шаблонами BuzProduc

# DataLoadTemplateManagement
source: Data loading template management
fr: Gestion des modèles de chargement de données
ja: データ読み込みテンプレート管理
ru: Управление шаблонами загрузки данных

# AADetectTemplateManagement
source: Emitting Area Detection Template Management
fr: Gestion des modèles de détection de zone d'émission
ja: 発光領域検出テンプレート管理
ru: Управление шаблонами обнаружения излучающей области

# ImportFlow
source: Import process
fr: processus d'importation
ja: インポートプロセス
ru: Процесс импорта

# FocusPointsTemplateSettings
source: FocusPoints algorithm settings
fr: paramètres de l'algorithme FocusPoints
ja: FocusPointsアルゴリズムの設定
ru: Настройки алгоритма FocusPoints

# ImageCroppingTemplateSettings
source: Illumination area cutting template
fr: Gabarit de découpe pour zone d'éclairage
ja: 照明エリアカットテンプレート
ru: Шаблон для резки области освещения

source: JND Template Management
fr: Gestion des modèles JND
ja: JNDテンプレート管理
ru: Управление шаблонами JND

# ImageEdit
source: Graphic editing
fr: édition graphique
ja: グラフィック編集
ru: Графическое редактирование

# VerifyJson
source: Validate JSON
fr: Valider le JSON
ja: JSONを検証する
ru: Проверить JSON

# DatabaseResetOptionNotConfigured
source: No database reset option is configured.
fr: Aucune option de réinitialisation de la base de données n'est configurée.
ja: データベース リセット オプションは構成されていません。
ru: Параметр сброса базы данных не настроен.

# InputTemplateName
source: Please enter the template name.
fr: Veuillez saisir le nom du modèle.
ja: テンプレート名を入力してください。
ru: Введите название шаблона.

# AlreadyExists
source: It already exists
fr: Il existe déjà
ja: すでに存在している
ru: Он уже существует.

source: Default template
fr: Modèle par défaut
ja: デフォルトのテンプレート
ru: Шаблон по умолчанию

# UseSystemDefaultTemplate
source: Use the system default template
fr: Utilisez le modèle par défaut du système
ja: システムのデフォルトテンプレートを使用する
ru: Использовать системный шаблон по умолчанию

# LoadingTempate
source: Loading template
fr: Modèle de chargement
ja: テンプレートを読み込んでいます
ru: Загрузка шаблона

source: Edit Default Compliance Template
fr: Modifier le modèle de conformité par défaut
ja: デフォルトのコンプライアンステンプレートを編集する
ru: Изменить шаблон соответствия по умолчанию

# TemplateExists_PleaseRename
source: This template already exists. Please change the template name.
fr: Ce modèle existe déjà. Veuillez modifier son nom.
ja: このテンプレートは既に存在します。テンプレート名を変更してください。
ru: Этот шаблон уже существует. Измените название шаблона.

# PoiFileOutputTemplateSetting
source: POI file output template settings
fr: paramètres du modèle de sortie de fichier POI
ja: POIファイル出力テンプレート設定
ru: Настройки шаблона вывода файла POI

# POIFilterTemplateSetting
source: POI filter template settings
fr: paramètres du modèle de filtre POI
ja: POIフィルターテンプレートの設定
ru: Настройки шаблона фильтра POI

# LedBandDetectorManagement
source: "Light Strip Testing Template Management"
fr: « Gestion des modèles de test de bandes lumineuses »
ja: 「ライトストリップテストテンプレート管理」
ru: «Управление шаблонами тестирования светодиодных полос»

# SfrEdgeDetectionTemplateManagement
source: SFR Edge Finding Template Management
fr: Gestion des modèles de détection de contours SFR
ja: SFR エッジ検索テンプレート管理
ru: Управление шаблонами поиска кромок SFR

source: SFRV2 Template Management
fr: Gestion des modèles SFRV2
ja: SFRV2 テンプレート管理
ru: Управление шаблонами SFRV2

source: POI Analysis Template Management
fr: Gestion des modèles d'analyse des points d'intérêt
ja: POI分析テンプレート管理
ru: Управление шаблонами анализа POI

source: MTFV2 Template Management
fr: Gestion des modèles MTFV2
ja: MTFV2 テンプレート管理
ru: Управление шаблонами MTFV2

source: LEDStripDetectionV2 Template Management
fr: Gestion des modèles LEDStripDetectionV2
ja: LEDStripDetectionV2 テンプレート管理
ru: Управление шаблонами LEDStripDetectionV2

# SubPixelLedDetectionTemplateManagement
source: Subpixel-level LED bead detection template management
fr: Gestion des modèles de détection de LED au niveau sous-pixel
ja: サブピクセルレベルのLEDビーズ検出テンプレート管理
ru: Управление шаблонами обнаружения светодиодных шариков на субпиксельном уровне

source: HDR Template Management
fr: Gestion des modèles HDR
ja: HDRテンプレート管理
ru: Управление шаблонами HDR

source: FOV2.0 Template Management
fr: Gestion des modèles FOV2.0
ja: FOV2.0 テンプレート管理
ru: Управление шаблонами FOV2.0

# CrossCalculationTemplateManagement
source: Cross-shaped calculation template management
fr: Gestion des modèles de calcul en forme de croix
ja: 十字型計算テンプレート管理
ru: Управление шаблонами крестообразных расчетов

source: Distortion 2.0 Template Management
fr: Gestion des modèles Distortion 2.0
ja: Distortion 2.0 テンプレート管理
ru: Управление шаблонами Distortion 2.0

source: Image stitching template management
fr: gestion des modèles d'assemblage d'images
ja: 画像ステッチテンプレートの管理
ru: Управление шаблонами сшивания изображений

# FindAaRegionTemplateManagement
source: Looking for AA area template management
fr: Recherche de modèles de gestion de zone AA
ja: AAエリアテンプレート管理を探しています
ru: Ищу менеджера по шаблонам AA-зон

source: BlackMura Template Management
fr: Gestion des modèles BlackMura
ja: BlackMuraテンプレート管理
ru: Управление шаблонами BlackMura

# StereoFusionTemplateManagement
source: Binocular Fusion Template Management
fr: Gestion des modèles de fusion binoculaire
ja: 両眼融合テンプレート管理
ru: Управление шаблонами бинокулярного слияния

# Lv
source: Luminannce (cd/m2)
fr: Luminosité Lv (cd/m2)
ja: 明るさLv（cd/m2）
ru: Яркость Lv (кд/м2)

# MsgLogWin
source: Message Log Window
fr: Fenêtre de journalisation des messages
ja: メッセージログウィンドウ
ru: Окно журнала сообщений

# PhySpectrum
source: Physical spectrometer
fr: spectromètre physique
ja: 物理分光計
ru: Физический спектрометр

# ComplyPoint
source: point
fr: indiquer
ja: ポイント
ru: точка

# ComplyPointList_
source: dot set
fr: ensemble de points
ja: ドットセット
ru: набор точек

# EditDefaultComplianceDictionary
source: Edit the default compliance dictionary
fr: Modifier le dictionnaire de conformité par défaut
ja: デフォルトのコンプライアンス辞書を編集する
ru: Редактировать словарь соответствия по умолчанию

# CalibrationToolNotFound_DownloadPrompt
source: Cannot find the calibration generation tool, do you want to download it online?
fr: Impossible de trouver l'outil de génération d'étalonnage ? Voulez-vous le télécharger en ligne ?
ja: キャリブレーション生成ツールが見つかりません。オンラインでダウンロードしますか?
ru: Не можете найти инструмент генерации калибровок. Хотите загрузить его онлайн?

# DownloadCalibrationTool
source: Download calibration generation tool
fr: Télécharger l'outil de génération d'étalonnage
ja: キャリブレーション生成ツールをダウンロード
ru: Загрузить инструмент генерации калибровок

# SelectUpzipDirectry
source: Please select the decompression directory.
fr: Veuillez sélectionner le répertoire de décompression.
ja: 解凍ディレクトリを選択してください。
ru: Пожалуйста, выберите каталог для распаковки.

source: LED data file
fr: fichier de données LED
ja: LEDデータファイル
ru: Файл данных светодиодов

source: LED data file not found
fr: Fichier de données LED introuvable
ja: LEDデータファイルが見つかりません
ru: Файл данных светодиодов не найден

source: Image file not found
fr: Fichier image introuvable
ja: 画像ファイルが見つかりません
ru: Файл изображения не найден

# ImageFileIsnotCVCIE
source: The image file is not a CVCIE file.
fr: Le fichier image n'est pas un fichier CVCIE.
ja: 画像ファイルは CVCIE ファイルではありません。
ru: Файл изображения не является файлом CVCIE.

# ImageFileOpenFailed
source: Image file failed to open
fr: Impossible d'ouvrir le fichier image
ja: 画像ファイルを開けませんでした
ru: Не удалось открыть файл изображения.

# SSCOMTool
source: SSCOM Serial Port Debugging Assistant
fr: Assistant de débogage du port série SSCOM
ja: SSCOM シリアルポートデバッグアシスタント
ru: Помощник по отладке последовательного порта SSCOM

# CalibrationFileCorrectionTool
source: Correction File Repair Tool
fr: Outil de réparation de fichiers de correction
ja: 修正ファイル修復ツール
ru: Инструмент для восстановления файла коррекции

source: Algorithm View
fr: Vue de l'algorithme
ja: アルゴリズムビュー
ru: Алгоритм Вид

source: Start time (ms)
fr: Heure de début (ms)
ja: 開始時間（ミリ秒）
ru: Время начала (мс)

# FrequencySyncHz
source: Frequency synchronization (Hz)
fr: Synchronisation de fréquence (Hz)
ja: 周波数同期（Hz）
ru: Частота синхронизации (Гц)

# SaturationPercent
source: Saturation (%)
ja: 彩度（％）
ru: Насыщенность (%)

# ADMax
source: maximum AD
fr: AD maximum
ja: 最大AD
ru: максимальный AD

# MaxPercent
source: Maximum percentage
fr: Pourcentage maximum
ja: 最大パーセンテージ
ru: Максимальный процент

source: Saturation difference
fr: Différence de saturation
ja: 彩度差
ru: Разница насыщенности

# MaxExposureTimeMs
source: Maximum exposure time (ms)
fr: Temps d'exposition maximal (ms)
ja: 最大露光時間（ミリ秒）
ru: Максимальное время экспозиции (мс)

# MinExposureTimeMs
source: Minimum exposure time (ms)
fr: Temps d'exposition minimum (ms)
ja: 最小露光時間（ミリ秒）
ru: Минимальное время экспозиции (мс)

source: burst threshold (ms)
fr: Seuil de rafale (ms)
ja: バースト閾値（ミリ秒）
ru: пороговое значение импульса (мс)

source: Evaluation function type
fr: type de fonction d'évaluation
ja: 評価関数の種類
ru: Тип функции оценки

# StepSwingRange
source: stride swing range
fr: amplitude de mouvement
ja: ストライドスイング範囲
ru: диапазон колебаний шага

# StepSwingRangeDiscription
source: The second step path. The actual second step path is forwardparam
fr: Le chemin de la deuxième étape
ja: 2番目のステップのパス。実際の2番目のステップのパスは forwardparam * です
ru: Путь второго шага. Фактический путь второго шага — forwardparam

# StepReductionFactor
source: Step size reduction factor
fr: facteur de réduction de la taille du pas
ja: ステップサイズ削減係数
ru: Коэффициент уменьшения размера шага

# SecondStepFactor
source: The second step coefficient
fr: Le coefficient de la deuxième étape
ja: 2段階目の係数
ru: Коэффициент второй ступени

# CurrentStepSize
source: Currently using the step path
fr: J'utilise actuellement la méthode par étapes.
ja: 現在ステップパスを使用しています
ru: В настоящее время используется пошаговый путь

# InitialStepSize
source: First step
fr: Premier pas
ja: 最初のステップ
ru: Первый шаг

# StopStepSize
source: Stop step
fr: Étape d'arrêt
ja: 停止ステップ
ru: Стоп-шаг

source: Deprecated
fr: Déprécié
ja: 非推奨
ru: Устаревший

# MinEvaluationValue
source: Lowest rating
fr: Note la plus basse
ja: 最低評価
ru: Самый низкий рейтинг

# TimeoutDuration
source: Timeout(ms)
fr: Temps mort
ja: タイムアウト
ru: Тайм-аут

source: Restore MySQL AutoFocus template settings
fr: Restaurer les paramètres du modèle MySQL AutoFocus
ja: MySQL AutoFocus テンプレートの設定を復元する
ru: Восстановить настройки шаблона MySQL AutoFocus

source: Restore MysqlCameraRunParam template settings
fr: Restaurer les paramètres du modèle MysqlCameraRunParam
ja: MysqlCameraRunParam テンプレートの設定を復元する
ru: Восстановить настройки шаблона MysqlCameraRunParam

# ParamInput
source: Input parameters
fr: Paramètres d'entrée
ja: 入力パラメータ
ru: Входные параметры

# SaveToLoacal
source: Save to local
fr: Enregistrer dans la région
ja: ローカルに保存
ru: Сохранить локально

# ArchiveDate
source: Archived date
fr: Date d'archivage
ja: アーカイブ日
ru: Дата архивации

source: Creation Date
fr: Date de création
ja: 作成日
ru: Дата создания

# ProcessHandlingConfig
source: Processing configuration
fr: Configuration de traitement
ja: 処理構成
ru: Конфигурация обработки

source: Update ProcessMeta
fr: Mise à jour des métadonnées du processus
ja: プロセスメタの更新
ru: Обновление ProcessMeta

# WorkflowTemplate
source: Process template:
fr: Modèle de processus :
ja: プロセステンプレート:
ru: Шаблон процесса:

source: Delete selected
fr: Supprimer la sélection
ja: 選択した項目を削除
ru: Удалить выбранное

# DoubleClickToRename_CurrentlySavedInMemoryOnly
source: (Double-click to rename; currently only saved in memory)
fr: (Double-cliquez pour renommer ; actuellement enregistré uniquement en mémoire)
ja: (名前を変更するにはダブルクリックします。現在はメモリにのみ保存されます)
ru: (Дважды щелкните, чтобы переименовать; в настоящее время сохраняется только в памяти)

# HandleClass
source: Processing class
fr: Classe de traitement
ja: 処理クラス
ru: Класс обработки

# Description
source: describe
fr: décrire
ja: 説明する
ru: описывать

# DuplicateName
source: Duplicate Names
fr: Noms en double
ja: 重複した名前
ru: Дублирующиеся имена

source: Unable to instantiate process type
fr: Impossible d'instancier le type de processus
ja: プロセスタイプをインスタンス化できません
ru: Невозможно создать экземпляр типа процесса

# NoServicesRequireCachePathConfiguration
source: No service requires configuring a cache path.
fr: Aucun service ne nécessite la configuration d'un chemin de cache.
ja: キャッシュ パスを構成する必要があるサービスはありません。
ru: Ни одна служба не требует настройки пути к кэшу.

# BulkEdit
source: Unified editing
fr: Édition unifiée
ja: 統合編集
ru: Унифицированное редактирование

# ArchiveAll
source: All archives
fr: Toutes les archives
ja: すべてのアーカイブ
ru: Все архивы

source: Batch results
fr: Résultats du lot
ja: バッチ結果
ru: Результаты пакетной обработки

source: Integer
fr: Entier
ja: 整数
ru: Целое число

# Float
source: floating point
fr: virgule flottante
ja: 浮動小数点
ru: плавающей точкой

# Bool
source: Boolean
fr: booléen
ja: ブール値
ru: Булевое значение

source: String
fr: Chaîne
ja: 弦
ru: Нить

# Enum
source: enumerate
fr: énumérer
ja: 列挙する
ru: перечислить

# ConfigePOINeed
source: Need to configure attention points
fr: Il faut configurer les points d'attention
ja: 注意ポイントを設定する必要があります
ru: Необходимо настроить точки внимания

# ExportTo
source: Export as
fr: Exporter comme
ja: エクスポート形式
ru: Экспортировать как

# OpenFileFailed
source: File failed to open
fr: Impossible d'ouvrir le fichier
ja: ファイルを開けませんでした
ru: Файл не удалось открыть.

# Compress
source: compression
ja: 圧縮
ru: сжатие

# MqttConfig
source: Mqtt configuration
fr: Configuration MQTT
ja: MQTT設定
ru: Конфигурация Mqtt

# ConfigureMqttConnection_DefaultsToLocalOptional
source: Configure the MQTT connection; the default is a local connection, which can be left unconfigured.
fr: Configurez la connexion MQTT ; la connexion par défaut est une connexion locale, qui peut rester non configurée.
ja: MQTT 接続を構成します。デフォルトはローカル接続であり、構成しないままにすることができます。
ru: Настройте MQTT-соединение; по умолчанию используется локальное соединение, которое можно оставить ненастроенным.

# SelectSaveLocation
source: Choose the location to save.
fr: Choisissez l'emplacement où enregistrer.
ja: 保存する場所を選択します。
ru: Выберите место для сохранения.

# FolderPathCannotBeEmpty
source: The folder path cannot be empty.
fr: Le chemin du dossier ne peut pas être vide.
ja: フォルダー パスを空にすることはできません。
ru: Путь к папке не может быть пустым.

source: hint
fr: indice
ja: ヒント
ru: намекать

source: Currently supports CVRAW images.
fr: Prend actuellement en charge les images CVRAW.
ja: 現在、CVRAW 画像をサポートしています。
ru: В настоящее время поддерживает изображения CVRAW.

source: Original file not found
fr: Fichier original introuvable
ja: 元のファイルが見つかりません
ru: Исходный файл не найден

# ExportSupportsCieFilesOnly
source: Exporting only supports CIE files
fr: L'exportation ne prend en charge que les fichiers CIE.
ja: エクスポートはCIEファイルのみサポートされます
ru: Экспорт поддерживает только файлы CIE.

source: File not found
fr: Fichier introuvable
ja: ファイルが見つかりません
ru: Файл не найден

# ResetDatabasePrompt
source: Reset the database?
fr: Réinitialiser la base de données ?
ja: データベースをリセットしますか?
ru: Сбросить базу данных?

source: Related items
fr: Articles connexes
ja: 関連商品
ru: Связанные элементы

source: debug
fr: déboguer
ja: デバッグ
ru: отлаживать

source: Toggle list
fr: Afficher/Masquer la liste
ja: リストを切り替える
ru: Переключить список

# CmdSendAlready
source: Command has been sent
fr: La commande a été envoyée.
ja: コマンドが送信されました
ru: Команда отправлена.

source: license
fr: licence
ja: ライセンス
ru: лицензия

source: Modify license
fr: Modifier la licence
ja: ライセンスの変更
ru: Изменить лицензию

# ConfigurePhysicalCameraBeforeCalibration
source: Before using the calibration, please configure the corresponding physical camera.
fr: Avant d'utiliser l'étalonnage, veuillez configurer la caméra physique correspondante.
ja: キャリブレーションを使用する前に、対応する物理カメラを設定してください。
ru: Перед использованием калибровки настройте соответствующую физическую камеру.

source: Cache size
fr: Taille du cache
ja: キャッシュサイズ
ru: Размер кэша

# IntegrationStartTime
source: Integral start time
fr: Heure de début intégrale
ja: 積分開始時間
ru: Интегральное время начала

source: Interval time
fr: Intervalle de temps
ja: インターバル時間
ru: Интервал времени

# Step
source: Steps
fr: Mesures
ja: 手順
ru: Шаги

source: Restart WindowsService
fr: Redémarrer le service Windows
ja: Windowsサービスを再起動する
ru: Перезапустить WindowsService

# SelectExportFileLocation
source: Select the export file location
fr: Sélectionnez l'emplacement du fichier d'exportation
ja: エクスポートファイルの場所を選択する
ru: Выберите местоположение файла экспорта

source: Data retention days
fr: jours de conservation des données
ja: データ保持日数
ru: Срок хранения данных

source: Data retention hours
fr: Durée de conservation des données
ja: データ保持時間
ru: Время хранения данных

# ClearDatabaseOnly
source: Clear the database only
fr: Effacer uniquement la base de données
ja: データベースのみをクリアする
ru: Очистить только базу данных

source: Delete local files
fr: Supprimer les fichiers locaux
ja: ローカルファイルを削除する
ru: Удалить локальные файлы

# DataBaseConfig
source: Database configuration
fr: Configuration de la base de données
ja: データベース構成
ru: Конфигурация базы данных

source: REST address
fr: Adresse REST
ja: RESTアドレス
ru: REST-адрес

# ServerMonitorConfig
source: Service monitoring configuration
fr: configuration de surveillance du service
ja: サービス監視構成
ru: Конфигурация мониторинга услуг

# MqttConfigId
source: MQTT Configuration ID
fr: ID de configuration MQTT
ja: MQTT構成ID
ru: Идентификатор конфигурации MQTT

source: Tenant ID
fr: Identifiant du locataire
ja: テナントID
ru: Идентификатор арендатора

source: Default save path
fr: Chemin de sauvegarde par défaut
ja: デフォルトの保存パス
ru: Путь сохранения по умолчанию

source: IVL camera processing
fr: Traitement de la caméra IVL
ja: IVLカメラ処理
ru: Обработка данных с камеры IVL
