Repository: xincheng213618/scgd_general_wpf
Catalog: Engine/ST.Library.UI/Properties/Resources.*.resx
Languages: fr, ja, ko, ru

source: LoopNode
ja: ループノード
ko: 루프노드

# 电(压/流)源
source: Voltage (V) / Current (mA)
fr: Tension (V) / Courant (mA)
ja: 電圧（V）/電流（mA）
ko: 전압(V) / 전류(mA)
ru: Напряжение (В) / Ток (мА)

# 灯珠检测
source: LED bead testing
fr: test de perles LED
ja: LEDビーズテスト
ko: LED 비드 테스트
ru: Тестирование светодиодных бусин

# 灯带检测
source: LED strip testing
fr: test de bande LED
ja: LEDストリップテスト
ko: LED 스트립 테스트
ru: Тестирование светодиодных лент

# 相机模板
source: Camera template
fr: Modèle d'appareil photo
ja: カメラテンプレート
ko: 카메라 템플릿
ru: Шаблон камеры

# Current_I
source: Current(I)(mA)
fr: Courant (I) (mA)
ja: 電流(I)(mA)
ko: 전류(I)(mA)
ru: Ток(I)(мА)

# 状态触发
source: State Trigger
fr: Déclencheur d'état
ja: 状態トリガー
ko: 상태 트리거
ru: Государственный триггер

# 积分时间
source: Points Time
fr: Points Temps
ja: ポイント時間
ko: 포인트 시간
ru: Очки Время

# OLED数据提取
source: OLED data extraction
fr: extraction de données OLED
ja: OLEDデータ抽出
ko: OLED 데이터 추출
ru: Извлечение данных OLED

# 绝对位置
source: Absolute position
fr: position absolue
ja: 絶対位置
ko: 절대 위치
ru: Абсолютное положение

# 缓存大小
source: Cache size
fr: Taille du cache
ja: キャッシュサイズ
ko: 캐시 크기
ru: Размер кэша

source: solid point
fr: point solide
ja: 実点
ko: 솔리드 포인트
ru: твердая точка

# BExpDesc
source: B channel exposure time (ms)
fr: Temps d'exposition du canal B (ms)
ja: Bチャネル露光時間（ミリ秒）
ko: B 채널 노출 시간(ms)
ru: Время экспозиции канала B (мс)

# 算子模板
source: Operator template
fr: Modèle d'opérateur
ja: オペレータテンプレート
ko: 운영자 템플릿
ru: Шаблон оператора

# 曝光模板
source: Exposure template
fr: Modèle d'exposition
ja: 露出テンプレート
ko: 노출 템플릿
ru: Шаблон экспозиции

# 曝光时间
source: Exposure time (ms)
fr: Temps d'exposition (ms)
ja: 露出時間（ミリ秒）
ko: 노출 시간(ms)
ru: Время экспозиции (мс)

# 是否新增
source: Is it possible to add new ones?
fr: Est-il possible d'en ajouter de nouveaux ?
ja: 新たに追加することは可能ですか？
ko: 새로운 것을 추가하는 것이 가능합니까?
ru: Можно ли добавить новые?

# 服务名称
source: Service Name
fr: Nom du service
ja: サービス名
ko: 서비스 이름
ru: Название услуги

# 最小超时
source: Minimum Timeout
fr: Délai d'attente minimum
ja: 最小タイムアウト
ko: 최소 시간 초과
ru: Минимальный тайм-аут

# 最大超时
source: Maximum timeout
fr: Délai d'attente maximal
ja: 最大タイムアウト
ko: 최대 시간 초과
ru: Максимальный тайм-аут

# 手动确认
source: Manual confirmation
fr: Confirmation manuelle
ja: 手動確認
ko: 수동 확인
ru: Ручное подтверждение

# 控制命令
source: Control commands
fr: Commandes de contrôle
ja: 制御コマンド
ko: 제어 명령
ru: Команды управления

# 指令类型
source: Instruction type
fr: Type d'instruction
ja: 命令タイプ
ko: 지시 유형
ru: Тип инструкции

# 接收指令
source: Receive instructions
fr: Recevoir les instructions
ja: 指示を受け取る
ko: 지시를 받다
ru: Получить инструкции

# 指定画面
source: Designated screen
fr: Écran désigné
ja: 指定スクリーン
ko: 지정된 화면
ru: Назначенный экран

# 模板文件
source: template file
fr: fichier modèle
ja: テンプレートファイル
ko: 템플릿 파일
ru: файл шаблона

# 模板匹配
source: Template matching
fr: Correspondance de modèles
ja: テンプレートマッチング
ko: 템플릿 매칭
ru: Сопоставление шаблонов

source: 032 Algorithm
fr: Algorithme 032
ja: 032 アルゴリズム
ko: 032 알고리즘
ru: 032 Алгоритм

# 自适应校零
source: Adaptive zeroing
fr: Mise à zéro adaptative
ja: アダプティブゼロイング
ko: 적응형 제로화
ru: Адаптивное обнуление

# Spectrum_FilterWheel
source: Spectrometer + ND
fr: Spectromètre + ND
ja: 分光計 + ND
ko: 분광기 + ND
ru: Спектрометр + ND

# 校正模板
source: Correction template
fr: Modèle de correction
ja: 修正テンプレート
ko: 수정 템플릿
ru: Шаблон исправления

# 图像裁剪
source: Image cropping
fr: recadrage d'image
ja: 画像の切り抜き
ko: 이미지 자르기
ru: Обрезка изображения

# 图像文件
source: Image files
fr: fichiers image
ja: 画像ファイル
ko: 이미지 파일
ru: Файлы изображений

# 图像拼接
source: Image stitching
fr: Assemblage d'images
ja: 画像のステッチ
ko: 이미지 스티칭
ru: Сшивание изображений

# 图像翻转
source: Image Flip
fr: Retournement d'image
ja: 画像反転
ko: 이미지 뒤집기
ru: Перевернуть изображение

# 发送指令
source: Send command
fr: Envoyer la commande
ja: コマンドを送信
ko: 명령 보내기
ru: Отправить команду

# 启用ND
source: Enable ND
fr: Activer ND
ja: NDを有効にする
ko: ND 활성화
ru: Включить ND

# 名称前缀
source: Name prefix
fr: Préfixe du nom
ja: 名前の接頭辞
ko: 이름 접두사
ru: Префикс имени

# 十字计算
source: Cross-shaped calculation
fr: Calcul en forme de croix
ja: 十字形の計算
ko: 십자가 모양 계산
ru: Крестообразный расчет

# 合规算法
source: Compliance Algorithm
fr: Algorithme de conformité
ja: コンプライアンスアルゴリズム
ko: 규정 준수 알고리즘
ru: Алгоритм соответствия

# 发光区定位
source: Positioning of the light-emitting area
fr: Positionnement de la zone émettrice de lumière
ja: 発光領域の配置
ko: 발광 영역의 위치
ru: Позиционирование светоизлучающей области

# 发光区检测
source: Detection of luminescent areas
fr: Détection des zones luminescentes
ja: 発光領域の検出
ko: 발광 영역 감지
ru: Обнаружение люминесцирующих областей

# ARVR算法
source: ARVR algorithm
fr: Algorithme ARVR
ja: ARVRアルゴリズム
ko: ARVR 알고리즘
ru: Алгоритм ARVR

# 双目融合
source: Binocular Fusion
fr: Fusion binoculaire
ja: 両眼融合
ko: 쌍안경 융합
ru: Бинокулярное слияние

# 参数模板
source: Parameter template
fr: Modèle de paramètre
ja: パラメータテンプレート
ko: 매개변수 템플릿
ru: Шаблон параметров

# 关闭输出
source: Turn off output
fr: Désactiver la sortie
ja: 出力をオフにする
ko: 출력을 끄세요
ru: Выключить выход

# 布点类型
source: Distribution type
fr: Type de distribution
ja: 配布タイプ
ko: 유통 유형
ru: Тип распространения

# 平均次数
source: Average number of times
fr: Nombre moyen de fois
ja: 平均回数
ko: 평균 횟수
ru: Среднее количество раз

# MQTT订阅HUB
source: Subscribe to HUB
fr: Abonnez-vous à HUB
ja: HUBを購読する
ko: HUB 구독하기
ru: Подписаться на HUB

# Timer.Time
source: Time
fr: Temps
ja: 時間
ko: 시간
ru: Время

# 定位输出
source: Positioning output
fr: Sortie de positionnement
ja: 位置決め出力
ko: 위치 출력
ru: Позиционирование выходного сигнала

# 自动/自适应
source: Automatic/Adaptive
fr: Automatique/Adaptatif
ja: 自動/適応型
ko: 자동/적응형
ru: Автоматический/Адаптивный

# 发光区检测OLED
source: OLED Emitting Area Detection
fr: Détection de la zone émettrice OLED
ja: OLED発光領域検出
ko: OLED 발광 영역 감지
ru: Обнаружение области излучения OLED

# 保存原图
source: Save original image
fr: Enregistrer l'image originale
ja: 元の画像を保存
ko: 원본 이미지 저장
ru: Сохранить исходное изображение

# 修正模板
source: Modify template
fr: Modifier le modèle
ja: テンプレートの変更
ko: 템플릿 수정
ru: Изменить шаблон

# 修正输出
source: Correct output
fr: Sortie correcte
ja: 正しい出力
ko: 올바른 출력
ru: Правильный вывод

source: Common
fr: Commun
ja: 一般
ko: 흔한
ru: Общий

source: camera
fr: caméra
ja: カメラ
ko: 카메라
ru: камера

# Circle
source: round
fr: rond
ja: ラウンド
ko: 둥근
ru: круглый

# 03_3 第三方算法
source: 033 Third-party algorithms
fr: 033 Algorithmes tiers
ja: 033 サードパーティのアルゴリズム
ko: 033 제3자 알고리즘
ru: 033 Сторонние алгоритмы

source: StartMQTT
ja: MQTT の開始
ko: MQTT 시작

# 实时关注点算法
source: Real-time attention algorithm
fr: Algorithme d'attention en temps réel
ja: リアルタイムアテンションアルゴリズム
ko: 실시간 주의 알고리즘
ru: Алгоритм внимания в реальном времени

source: ReMapping
ja: 再マッピング
ko: 리매핑
ru: Перекартографирование

# L/BV相机
source: L/BV camera
fr: Caméra L/BV
ja: L/BVカメラ
ko: L/BV 카메라
ru: камера L/BV

# Locate
source: position
ja: 位置
ko: 위치
ru: позиция

# OLED算法
source: OLED algorithm
fr: Algorithme OLED
ja: OLEDアルゴリズム
ko: OLED 알고리즘
ru: OLED-алгоритм

# 布点ROI
source: Location ROI
fr: Retour sur investissement de l'emplacement
ja: 場所のROI
ko: 위치 ROI
ru: Местоположение ROI

# SolidPoint_KB
source: Real Point - KB
ja: リアルポイント - KB
ko: 실제 포인트 - KB
ru: Real Point - КБ

# 通用AOI相机
source: General-purpose AOI camera
fr: Caméra AOI à usage général
ja: 汎用AOIカメラ
ko: 일반용 AOI 카메라
ru: Универсальная камера AOI

# 关注点布点2
source: Focus Point 2
fr: Point focal 2
ja: フォーカスポイント2
ko: 초점 포인트 2
ru: Точка фокусировки 2

# Height
source: high
fr: haut
ja: 高い
ko: 높은
ru: высокий

# OLED.AOI
source: OLED-AOI algorithm
fr: Algorithme OLED-AOI
ja: OLED-AOIアルゴリズム
ko: OLED-AOI 알고리즘
ru: Алгоритм OLED-AOI

# 通用传感器
source: General Sensors
fr: Capteurs généraux
ja: 一般的なセンサー
ko: 일반 센서
ru: Общие датчики

source: Reopen
fr: Rouvrir
ja: 再開
ko: 다시 열다
ru: Открыть заново

# 物理设备控制
source: Physical equipment control
fr: Contrôle des équipements physiques
ja: 物理的な機器制御
ko: 물리적 장비 제어
ru: Контроль физического оборудования

source: server
fr: serveur
ja: サーバ
ko: 섬기는 사람
ru: сервер

# 保存/翻转
source: Save/Flip
fr: Sauvegarder/Retourner
ja: 保存/反転
ko: 저장/뒤집기
ru: Сохранить/Перевернуть

# POI点名称
source: POI Names
fr: Noms des points d'intérêt
ja: POI名
ko: POI 이름
ru: Названия точек интереса

# MQTT自定义订阅
source: Custom subscription
fr: Abonnement personnalisé
ja: カスタムサブスクリプション
ko: 맞춤형 구독
ru: Индивидуальная подписка

# 第三方算法2
source: Third-party algorithm 2
fr: Algorithme tiers 2
ja: サードパーティアルゴリズム2
ko: 제3자 알고리즘 2
ru: Сторонний алгоритм 2

# MQTT自定义发布
source: Custom publishing
fr: Édition personnalisée
ja: カスタム出版
ko: 맞춤형 출판
ru: Индивидуальная публикация

source: Voltage (V)
fr: Tension (V)
ja: 電圧（V）
ko: 전압(V)
ru: Напряжение (В)

# POI保存模板
source: POI Save Template
fr: Modèle d'enregistrement de point d'intérêt
ja: POI保存テンプレート
ko: POI 저장 템플릿
ru: Шаблон сохранения POI

# POI修正模板
source: POI Correction Template
fr: Modèle de correction de point d'intérêt
ja: POI修正テンプレート
ko: POI 수정 템플릿
ru: Шаблон коррекции POI

source: Command
fr: Commande
ja: 指示
ko: 명령
ru: Команда

# 05 光谱仪
source: 05 Spectrometer
fr: 05 Spectromètre
ja: 05 分光計
ko: 05 분광기
ru: 05 Спектрометр

# 07 传感器
source: 07 Sensor
fr: Capteur 07
ja: 07 センサー
ko: 07 센서
ru: 07 Датчик

# POI算法模板
source: POI Algorithm Template
fr: Modèle d'algorithme de point d'intérêt
ja: POIアルゴリズムテンプレート
ko: POI 알고리즘 템플릿
ru: Шаблон алгоритма POI

source: 11 ROI
fr: 11 retour sur investissement
ja: 11 インド洋地域
ko: 11 투자수익률
ru: 11 РОИ

# 第三方算法
source: Third-party algorithm
fr: Algorithme tiers
ja: サードパーティのアルゴリズム
ko: 제3자 알고리즘
ru: Сторонний алгоритм

# 09 合规验证
source: 09 Compliance Verification
fr: 09 Vérification de la conformité
ja: 09 コンプライアンス検証
ko: 09 규정 준수 검증
ru: 09 Проверка соответствия

# POI过滤模板
source: POI filter template
fr: Modèle de filtre POI
ja: POIフィルターテンプレート
ko: POI 필터 템플릿
ru: Шаблон фильтра POI

source: EndNode
fr: Nœud final
ja: エンドノード
ko: 엔드노드

source: Y
ja: はい
ko: 와이

# 下
source: Down
fr: Vers le bas
ja: 下
ko: 아래에
ru: Вниз

# 上
source: superior
fr: supérieur
ja: 優れた
ko: 우수한
ru: начальство

# 重置
source: Reset
fr: Réinitialiser
ja: リセット
ko: 다시 놓기
ru: Перезагрузить

# 限值
source: Limits (current/voltage)
fr: Limites (courant/tension)
ja: 制限（電流/電圧）
ko: 한계(전류/전압)
ru: Пределы (ток/напряжение)

# 颜色
source: color
fr: couleur
ja: 色
ko: 색상
ru: цвет

# 鬼影
source: Ghost
fr: Fantôme
ja: おばけ
ko: 귀신
ru: Призрак

# 输出
source: Output
fr: Sortir
ja: 出力
ko: 산출
ru: Выход

# Db
source: database
fr: base de données
ja: データベース
ko: 데이터 베이스
ru: база данных

# 畸变
source: distortion
fr: distorsion
ja: ねじれ
ko: 왜곡
ru: искажение

# 点数
source: Points
ja: ポイント
ko: 전철기
ru: Очки

# 相机
source: camera
fr: caméra
ja: カメラ
ko: 카메라
ru: камера

# 焦距
source: focal length
fr: distance focale
ja: 焦点距離
ko: 초점거리
ru: фокусное расстояние

# 类别
source: category
fr: catégorie
ja: カテゴリ
ko: 범주
ru: категория

# 算子
source: Operator
fr: Opérateur
ja: オペレーター
ko: 연산자
ru: Оператор

# 曝光
source: Exposure (ms)
fr: Exposition (ms)
ja: 露出時間（ミリ秒）
ko: 노출(ms)
ru: Экспозиция (мс)

# 指定
source: Specify
fr: Spécifier
ja: 特定
ko: 지정하다
ru: Указать

# 校零
source: Zero calibration
fr: Calibrage zéro
ja: ゼロキャリブレーション
ko: 제로 교정
ru: Калибровка нуля

# 模板
source: template
fr: modèle
ja: テンプレート
ko: 주형
ru: шаблон

# 源表
source: Source table
fr: Tableau source
ja: ソーステーブル
ko: 소스 테이블
ru: Исходная таблица

# 校正
source: Correction
ja: 修正
ko: 보정
ru: Исправление

# 检测
source: Detection
fr: Détection
ja: 検出
ko: 발각
ru: Обнаружение

# 其他
source: other
fr: autre
ja: 他の
ko: 다른
ru: другой

# 命令
source: Order
fr: Commande
ja: 注文
ko: 주문하다
ru: Заказ

# 停止
source: stop
fr: arrêt
ja: 停止
ko: 멈추다
ru: останавливаться

# 光圈
source: aperture
fr: ouverture
ja: 絞り
ko: 구멍
ru: диафрагма

# 开始
source: start
fr: commencer
ja: 始める
ko: 시작
ru: начинать

# 增益
source: Gain
fr: Gagner
ja: 得
ko: 얻다
ru: Прирост

# 位置
source: Location
fr: Emplacement
ja: 位置
ko: 위치
ru: Расположение

# 图像水平翻转
source: Image horizontal flip
fr: Retournement horizontal de l'image
ja: 画像の水平反転
ko: 이미지 수평 뒤집기
ru: Изображение по горизонтали

# RExpDesc
source: R channel exposure time (ms)
fr: temps d'exposition du canal R (ms)
ja: Rチャンネルの露光時間（ミリ秒）
ko: R 채널 노출 시간(ms)
ru: Время экспозиции R-канала (мс)

# 04 源表
source: 04 Source Table
fr: Tableau source 04
ja: 04 ソーステーブル
ko: 04 소스 테이블
ru: 04 Исходная таблица

# 00 全局
source: 00 Global
ja: 00 グローバル
ko: 00 글로벌
ru: 00 Глобальный

# 01 运算
source: 01 Calculation
fr: 01 Calcul
ja: 01 計算
ko: 01 계산
ru: 01 Расчет

# 02 相机
source: 02 Camera
fr: Caméra 02
ja: 02 カメラ
ko: 02 카메라
ru: 02 Камера

source: Spectrometer
fr: Spectromètre
ja: 分光計
ko: 분광계
ru: Спектрометр

# 值显示HUB
source: Value display HUB
fr: HUB d'affichage des valeurs
ja: 価値表示ハブ
ko: 가치 표시 허브
ru: Значение отображения HUB

source: FixedLEDToFile
fr: LED fixe vers fichier
ja: 固定LEDからファイルへ

# 逻辑与
source: Logic AND
fr: Logique ET
ja: 論理積
ko: 논리와
ru: Логическое И

# 校正ROI
source: Correcting ROI
fr: Correction du retour sur investissement
ja: ROIの修正
ko: ROI 수정
ru: Корректировка рентабельности инвестиций

# 起始值
source: initial value
fr: valeur initiale
ja: 初期値
ko: 초기값
ru: начальное значение

source: z-index
fr: indice z
ja: Zインデックス
ko: z-인덱스
ru: z-индекс

# R曝光
source: R exposure (ms)
fr: exposition R (ms)
ja: R露出（ミリ秒）
ko: R 노출(ms)
ru: Воздействие R (мс)

# B曝光
source: B exposure (ms)
fr: Exposition B (ms)
ja: B露出（ミリ秒）
ko: B 노출(ms)
ru: Экспозиция B (мс)

# G曝光
source: G exposure (ms)
fr: exposition G (ms)
ja: G露出（ミリ秒）
ko: G 노출(ms)
ru: Воздействие G (мс)

source: FOV
fr: Champ de vision
ja: 視野角
ko: 시야
ru: Поле зрения

source: Mem
ja: メム
ko: 멤
ru: Мем

source: MTF
ja: 機動部隊
ru: МТФ

source: Hex
ja: ヘックス
ko: 마녀
ru: Шестигранник

source: red
fr: rouge
ja: 赤
ko: 빨간색
ru: красный

source: P/O
ja: 発注書
ru: П/О

# SMU
source: Source table
fr: Tableau source
ja: ソーステーブル
ko: 소스 테이블
ru: Исходная таблица

# 点类型
source: Point type
fr: Type de point
ja: ポイントタイプ
ko: 포인트 유형
ru: Тип точки

# 点缺陷
source: Point defects
fr: défauts ponctuels
ja: 点欠陥
ko: 점 결함
ru: Точечные дефекты

# 线缺陷
source: Line defects
fr: Défauts de ligne
ja: 線欠陥
ko: 라인 결함
ru: Линейные дефекты

# 结束值
source: End value
fr: Valeur finale
ja: 終了値
ko: 최종값
ru: Конечное значение

# 滤色轮
source: Color filter wheel
fr: roue à filtres de couleur
ja: カラーフィルターホイール
ko: 컬러 필터 휠
ru: Колесо цветных фильтров

# 光谱仪
source: Spectrometer
fr: Spectromètre
ja: 分光計
ko: 분광계
ru: Спектрометр

# 固定点
source: Fixed point
fr: Point fixe
ja: 固定小数点
ko: 고정 소수점
ru: Фиксированная точка

source: Ascii
ja: アスキー
ko: 아스키

# 单步值
source: single step value
fr: valeur d'étape unique
ja: 単一ステップ値
ko: 단일 단계 값
ru: одношаговое значение

# AOI算法
source: AOI algorithm
fr: Algorithme AOI
ja: AOIアルゴリズム
ko: AOI 알고리즘
ru: Алгоритм АОИ

# AOI总成
source: AOI All
fr: AOI Tous
ja: AOI すべて
ko: AOI 전체
ru: АОИ Все

# 当前值
source: Current value
fr: valeur actuelle
ja: 現在の値
ko: 현재 가치
ru: Текущее значение

source: green
fr: vert
ja: 緑
ko: 녹색
ru: зеленый

# AI算法2
source: AI Algorithm 2
fr: Algorithme d'IA 2
ja: AIアルゴリズム2
ko: AI 알고리즘 2
ru: Алгоритм ИИ 2

# 亚像素
source: Subpixel
fr: Sous-pixel
ja: サブピクセル
ko: 서브픽셀
ru: Субпиксель

# 二次修正文件
source: Second revision document
fr: Deuxième document de révision
ja: 2回目の改訂文書
ko: 2차 개정 문서
ru: Второй пересмотренный документ

# Close
source: closure
fr: fermeture
ja: 閉鎖
ko: 폐쇄
ru: закрытие

# CAD文件
source: CAD files
fr: fichiers CAO
ja: CADファイル
ko: CAD 파일
ru: Файлы САПР

# LED定位
source: LED positioning
fr: Positionnement des LED
ja: LEDの配置
ko: LED 위치 지정
ru: позиционирование светодиодов

# JND算法
source: JND algorithm
fr: Algorithme JND
ja: JNDアルゴリズム
ko: JND 알고리즘
ru: алгоритм JND

source: value
fr: valeur
ja: 価値
ko: 값
ru: ценить

source: Width
fr: Largeur
ja: 幅
ko: 너비
ru: Ширина

source: Timer
fr: Minuteur
ja: タイマー
ko: 시간제 노동자
ru: Таймер

# Topic
source: theme
fr: thème
ja: テーマ
ko: 주제
ru: тема

source: Token
fr: Jeton
ja: トークン
ko: 토큰
ru: Токен

# POI宽度
source: POI width
fr: largeur du point d'intérêt
ja: POI幅
ko: POI 너비
ru: Ширина точки интереса

# POI修正
source: POI Correction
fr: Correction des points d'intérêt
ja: POI補正
ko: POI 수정
ru: Коррекция POI

# POI类型
source: POI type
fr: Type de POI
ja: POIタイプ
ko: POI 유형
ru: Тип точки интереса

# POI模板
source: POI template
fr: Modèle de point d'intérêt
ja: POIテンプレート
ko: POI 템플릿
ru: Шаблон POI

# POI新增
source: New POIs
fr: Nouveaux points d'intérêt
ja: 新しいPOI
ko: 새로운 POI
ru: Новые точки интереса

# POI高度
source: POI height
fr: hauteur du point d'intérêt
ja: POIの高さ
ko: POI 높이
ru: Высота точки интереса

# POI过滤
source: POI Filtering
fr: Filtrage des points d'intérêt
ja: POIフィルタリング
ko: POI 필터링
ru: Фильтрация POI

# 相机ROI
source: Camera ROI
fr: ROI de la caméra
ja: カメラのROI
ko: 카메라 ROI
ru: Зона интереса камеры

# 相机参数模板
source: Camera parameter template
fr: Modèle de paramètres de caméra
ja: カメラパラメータテンプレート
ko: 카메라 매개변수 템플릿
ru: Шаблон параметров камеры

source: LoopNextNode
fr: BoucleNextNode
ja: ループネクストノード
ko: 루프넥스트노드

source: extract
fr: extrait
ja: 抽出する
ko: 발췌
ru: извлекать

# 关注点算法
source: Focus Algorithm
fr: Algorithme de mise au point
ja: フォーカスアルゴリズム
ko: 포커스 알고리즘
ru: Алгоритм фокусировки

# 关注点分析
source: Focus Analysis
fr: Analyse ciblée
ja: フォーカス分析
ko: 초점 분석
ru: Анализ фокуса

# 关注点布点
source: Focus Points and Deployment
fr: Points clés et déploiement
ja: 焦点と展開
ko: 초점 포인트 및 배포
ru: Точки фокусировки и развертывание

# 03_1 关注点
source: 031 Focus
ja: 031 フォーカス
ko: 031 포커스
ru: 031 Фокус

# 通用相机
source: general camera
fr: caméra générale
ja: 一般的なカメラ
ko: 일반 카메라
ru: общая камера

source: CIEBUZ
ja: シエブズ
ko: 시에부즈
ru: СЬЕБУЗ

# 自动积分
source: Automatic points
fr: Points automatiques
ja: 自動ポイント
ko: 자동 포인트
ru: Автоматические точки

# 自动校零
source: Automatic zeroing
fr: Mise à zéro automatique
ja: 自動ゼロ設定
ko: 자동 제로화
ru: Автоматическое обнуление

# 自动曝光
source: Automatic Exposure
fr: Exposition automatique
ja: 自動露出
ko: 자동 노출
ru: Автоматическая экспозиция

# 自动对焦
source: Autofocus
fr: Mise au point automatique
ja: オートフォーカス
ko: 자동 초점
ru: Автофокус

# 节点ID
source: Node ID
fr: ID du nœud
ja: ノードID
ko: 노드 ID
ru: Идентификатор узла

# 节点类型
source: Equipment type
fr: Type d'équipement
ja: 機器の種類
ko: 장비 유형
ru: Тип оборудования

# 角点顺序
source: Corner order
fr: Ordre du coin
ja: コーナーオーダー
ko: 코너 순서
ru: Угловой заказ

# 输出类别
source: Output Category
fr: Catégorie de sortie
ja: 出力カテゴリ
ko: 출력 카테고리
ru: Категория вывода

# 输出文件
source: Output file
fr: Fichier de sortie
ja: 出力ファイル
ko: 출력 파일
ru: Выходной файл

# 输出模板
source: Output template
fr: Modèle de sortie
ja: 出力テンプレート
ko: 출력 템플릿
ru: Шаблон вывода

# 过滤模板
source: Filter template
fr: Modèle de filtre
ja: フィルターテンプレート
ko: 필터 템플릿
ru: Шаблон фильтра

# 色温/波长
source: Color temperature/wavelength
fr: Température de couleur/longueur d'onde
ja: 色温度/波長
ko: 색온도/파장
ru: Цветовая температура/длина волны

source: CADMapping
fr: Cartographie CAO
ja: CADマッピング
ko: CAD매핑

# 设备类型
source: Equipment type
fr: Type d'équipement
ja: 機器の種類
ko: 장비 유형
ru: Тип оборудования

# 设备代码
source: Device Code
fr: Code de l'appareil
ja: デバイスコード
ko: 장치 코드
ru: Код устройства

# BlackMura算法
source: BlackMura algorithm
fr: Algorithme BlackMura
ja: BlackMuraアルゴリズム
ko: BlackMura 알고리즘
ru: Алгоритм BlackMura

# 输出POI模板
source: Output POI template
fr: Modèle de point d'intérêt de sortie
ja: 出力POIテンプレート
ko: 출력 POI 템플릿
ru: Выходной шаблон POI

# MessageText
source: Message content
fr: Contenu du message
ja: メッセージの内容
ko: 메시지 내용
ru: Содержание сообщения

source: OutFile
fr: Fichier de sortie
ja: 出力ファイル
ko: 아웃파일

# ARVR.Ghost算法
source: ARVR.Ghost Algorithm
fr: Algorithme ARVR.Ghost
ja: ARVR.Ghostアルゴリズム
ko: ARVR.Ghost 알고리즘
ru: Алгоритм ARVR.Ghost

# 源表[模板]
source: Source Table - Template
fr: Tableau source - Modèle
ja: ソーステーブル - テンプレート
ko: 소스 테이블 - 템플릿
ru: Исходная таблица - Шаблон

# ImageCompound
source: Image stitching
fr: Assemblage d'images
ja: 画像のステッチ
ko: 이미지 스티칭
ru: Сшивание изображений

# Camera_FilterWheel
source: Camera + ND
fr: Caméra + ND
ja: カメラ + ND
ko: 카메라 + ND
ru: Камера + ND

source: FlowEngineLib
ja: フローエンジンライブラリ

# MQTT发布HUB
source: Release HUB
fr: Centre de publication
ja: リリースハブ
ko: 릴리스 허브
ru: Выпуск HUB

source: 035 OLED
fr: OLED 035
ja: 035 有機EL

# 自动曝光/ND
source: Automatic Exposure/ND
fr: Exposition automatique/ND
ja: 自動露出/ND
ko: 자동 노출/ND
ru: Автоматическая экспозиция/ND

# 关注点修正标定
source: Focus point correction calibration
fr: Calibrage de la correction du point de mise au point
ja: フォーカスポイント補正キャリブレーション
ko: 초점 포인트 보정 보정
ru: Калибровка коррекции точки фокусировки

source: FixedLED
fr: LED fixe
ja: 固定LED
ko: 고정LED

# GeneralSensor
source: General Sensors
fr: Capteurs généraux
ja: 一般的なセンサー
ko: 일반 센서
ru: Общие датчики

# 自动对焦模板
source: Autofocus template
fr: Modèle de mise au point automatique
ja: オートフォーカステンプレート
ko: 자동 초점 템플릿
ru: Шаблон автофокуса

# 参数模板ID
source: Parameter Template ID
fr: ID du modèle de paramètre
ja: パラメータテンプレートID
ko: 매개변수 템플릿 ID
ru: Идентификатор шаблона параметра

source: o-index
fr: o-indice
ja: oインデックス
ko: 오인덱스
ru: o-индекс

# 文件输出模板
source: File output template
fr: Modèle de fichier de sortie
ja: ファイル出力テンプレート
ko: 파일 출력 템플릿
ru: Шаблон вывода файла

# 通用AOI相机2
source: Universal AOI camera 2
fr: Caméra AOI universelle 2
ja: ユニバーサルAOIカメラ2
ko: 범용 AOI 카메라 2
ru: Универсальная камера AOI 2

# 电机[相机]
source: Motor [Camera]
fr: Moteur [Caméra]
ja: モーター[カメラ]
ko: 모터[카메라]
ru: Мотор [Камера]

# POI模板(Re)
source: POI Template - Re
fr: Modèle de point d'intérêt - Re
ja: POIテンプレート - Re
ko: POI 템플릿 - Re
ru: Шаблон POI - Re

# GExpDesc
source: G channel exposure time (ms)
fr: Temps d'exposition du canal G (ms)
ja: Gチャンネル露光時間（ミリ秒）
ko: G 채널 노출 시간(ms)
ru: Время экспозиции канала G (мс)

source: Filter wheel
fr: roue à filtres
ja: フィルターホイール
ko: 필터 휠
ru: Фильтр-колесо

# KB输出
source: KB output
fr: Sortie KB
ja: KB出力
ko: KB 출력
ru: Вывод КБ

# KB算法
source: KB algorithm
fr: Algorithme KB
ja: KBアルゴリズム
ko: KB 알고리즘
ru: Алгоритм КБ

# CV相机
source: CV camera
fr: caméra CV
ja: CVカメラ
ko: CV 카메라
ru: CV-камера

# File
source: document
ja: 書類
ko: 문서
ru: документ

source: data
fr: données
ja: データ
ko: 데이터
ru: данные

source: blue
fr: bleu
ja: 青
ko: 파란색
ru: синий

source: Mura
ja: 村
ko: 무라
ru: Мура

# AI算法
source: AI algorithms
fr: algorithmes d'IA
ja: AIアルゴリズム
ko: AI 알고리즘
ru: Алгоритмы ИИ

source: None
fr: Aucun
ja: なし
ko: 없음
ru: Никто

source: Open
fr: Ouvrir
ja: 開ける
ko: 열려 있는
ru: Открыть

# AA布点
source: AA layout
fr: disposition AA
ja: AAレイアウト
ko: AA 레이아웃
ru: Макет АА

# Rect
source: rectangle
ja: 矩形
ko: 구형
ru: прямоугольник

# Scan
source: scanning
fr: balayage
ja: 走査
ko: 스캐닝
ru: сканирование

source: port
ja: ポート
ko: 포트
ru: порт

source: LoopName
fr: Nom de la boucle
ja: ループ名
ko: 루프 이름

source: X
ko: 엑스
ru: Х

source: JND
ko: 제이앤디

source: POI
ko: 관심장소

source: 034 KB
fr: 034 Ko
ru: 034 КБ

source: PG
ru: ПГ

# F/R
source: F/P
ru: Ф/П

source: CIE
ru: МКО

source: SFR
ru: СФР
