Repository: xincheng213618/scgd_general_wpf
Catalog: UI/ColorVision.UI.Desktop/Properties/Resources.*.resx
Languages: fr, ja, ko, ru, zh_hant

source: Search
fr: Recherche
ja: 検索
ko: 찾다
ru: поиск
zh_hant: 搜尋

# ConfigurationManagement
source: Configuration Management Window
fr: Fenêtre de gestion de la configuration
ja: 構成管理ウィンドウ
ko: 구성 관리 창
ru: Окно управления конфигурацией
zh_hant: 配置管理視窗

source: Save configuration
fr: Enregistrer la configuration
ja: 設定を保存
ko: 구성 저장
ru: Сохранить конфигурацию
zh_hant: 儲存配置

source: OpenConfigFolder
fr: Ouvrir le dossier de configuration
ja: 設定フォルダーを開く
ko: 오픈 구성 폴더
ru: ОткрытьКонфигурациюПапка
zh_hant: 打開設定資料夾

# SetupWizard
source: Configuration wizard
fr: Assistant de configuration
ja: 構成ウィザード
ko: 구성 마법사
ru: Мастер настройки
zh_hant: 配置精靈

# Previous
source: Previous step
fr: Étape précédente
ja: 前のステップ
ko: 이전 단계
ru: Предыдущий шаг
zh_hant: 上一步

# Next
source: Next step
fr: Étape suivante
ja: 次のステップ
ko: 다음 단계
ru: Следующий шаг
zh_hant: 下一步

source: Finish
fr: Finition
ja: 仕上げる
ko: 마치다
ru: Заканчивать
zh_hant: 完成

source: Wizard
fr: magicien
ja: ウィザード
ko: 마법사
ru: волшебник
zh_hant: 嚮導

# SkipIncompleteConfigPrompt
source: There are still some incomplete configurations. Do you want to skip them?
fr: Certaines configurations sont encore incomplètes. Voulez-vous les ignorer ?
ja: まだ未完了の設定がいくつかあります。スキップしますか?
ko: 아직 완료되지 않은 구성이 몇 가지 있습니다. 건너뛰시겠습니까?
ru: Есть ещё несколько незаконченных конфигураций. Хотите их пропустить?
zh_hant: 還有未完成的配置，是否跳過

source: ExportSettings
fr: Paramètres d'exportation
ja: エクスポート設定
ko: 내보내기 설정
ru: Экспорт настроек
zh_hant: 匯出設定

source: ImportExportSettings
fr: Paramètres d'importation/exportation
ja: インポートエクスポート設定
ko: 가져오기/내보내기 설정
zh_hant: 導入導出設定

source: ImportSettings
fr: Paramètres d'importation
ja: インポート設定
ko: 가져오기 설정
zh_hant: 導入設定

source: OpenStore
ja: オープンストア
ko: 오픈스토어
zh_hant: 開放商店

source: InstallPackage
fr: Installer le package
ja: インストールパッケージ
ko: 패키지 설치
zh_hant: 安裝包

source: OpenViewDllViersion
fr: Version OpenViewDll
ja: OpenViewDllバージョン
ko: 오픈뷰DllViersion
zh_hant: OpenViewDll版本

source: Restart
fr: Redémarrage
ja: 再起動
ko: 재시작
ru: Перезапуск
zh_hant: 重啟

source: UpdateAll
fr: Tout mettre à jour
ja: すべて更新
ko: 모두 업데이트
ru: ОбновитьВсе
zh_hant: 更新所有

source: PluginManagerWindow
fr: FenêtreGestionnaireDePlugins
ja: プラグインマネージャーウィンドウ
ko: 플러그인 관리자 창
ru: ОкноМенеджераПлагинов
zh_hant: 插件管理器視窗

# SelectExtractFolder
source: Select target folder to extract plugin
fr: Sélectionnez le dossier cible à partir duquel vous souhaitez extraire le plugin.
ja: プラグインを抽出するターゲット フォルダーを選択します。
ko: 플러그인을 추출할 대상 폴더를 선택하세요.
ru: Выберите целевую папку, из которой вы хотите извлечь плагин.
zh_hant: 選擇要提取插件的目標資料夾

source: Extract Plugin
fr: Plugin d'extraction
ja: 抽出プラグイン
ko: 추출 플러그인
ru: Плагин извлечения
zh_hant: 提取插件

# PluginExtractSuccess
source: Plugin extracted successfully to: {0}
fr: Plugin extrait avec succès : {0}
ja: プラグインが正常に抽出されました: {0}
ko: 플러그인이 성공적으로 추출되었습니다: {0}
ru: Плагин успешно извлечен: {0}
zh_hant: 插件已成功提取到: {0}

# PluginExtractFailed
source: Plugin extraction failed
fr: L'extraction du plugin a échoué.
ja: プラグインの抽出に失敗しました
ko: 플러그인 추출 실패
ru: Извлечение плагина не удалось.
zh_hant: 插件提取失敗

source: Install
fr: Installer
ja: インストール
ko: 설치하다
ru: Установить
zh_hant: 安裝

# SortByColumn
source: Sort by {0}
fr: Trier par {0}
ja: {0}で並べ替え
ko: {0}(으)로 정렬
ru: Сортировать по {0}
zh_hant: 按 {0} 排序

# zh-Hant
source: 繁體中文 (Traditional Chinese)
fr: 繁體中文 (Chinois traditionnel)
ja: 繁體中文 (繁体字中国語)
ko: 繁體中文 (중국어 번체)
ru: 繁體中文 (Традиционный китайский)
zh_hant: 繁體中文

# zh-Hans
source: 简体中文 (Simplified Chinese)
fr: 简体中文 (Chinois simplifié)
ja: 简体中文 (簡体字中国語)
ko: 简体中文 (중국어 간체)
ru: 简体中文 (Упрощенный китайский)
zh_hant: 简体中文（簡體中文）

# WriteConfigFileFailed
source: Failed to write configuration file {0}
fr: Échec de l'écriture du fichier de configuration {0}
ja: 構成ファイル{0}の書き込みに失敗しました
ko: 구성 파일 {0} 쓰기 실패
ru: Не удалось записать файл конфигурации {0}
zh_hant: 寫入配置文件 {0} 失敗

# WindowSingle
source: Independent
fr: fenêtre indépendante
ja: 独立したウィンドウ
ko: 독립 창
ru: независимое окно
zh_hant: 獨立視窗

# WindowHidden
source: Hide
fr: cacher
ja: 非表示
ko: 숨기기
ru: скрывать
zh_hant: 隱藏

source: View Mode 9
fr: Mode Vue 9
ja: 表示モード9
ko: 보기 모드 9
ru: Режим просмотра 9
zh_hant: 視圖模式9

source: View Mode 4
fr: Mode Vue 4
ja: 表示モード4
ko: 보기 모드 4
ru: Режим просмотра 4
zh_hant: 視圖模式4

source: View Mode 2
fr: Mode Vue 2
ja: 表示モード2
ko: 보기 모드 2
ru: Режим просмотра 2
zh_hant: 視圖模式2

source: View Mode 1
fr: Mode Vue 1
ja: 表示モード1
ko: 보기 모드 1
ru: Режим просмотра 1
zh_hant: 視圖模式1

source: Version
ja: バージョン
ko: 버전
ru: Версия
zh_hant: 版本

source: UseSystem
fr: Suivez le système
ja: システムのテーマを使用する
ko: 시스템 테마 사용
ru: Следуйте системе
zh_hant: 跟随系统

# UpdateLog4NetLevel
source: Updating Log4Net log level:
fr: Mise à jour du niveau de journal Log4Net
ja: Log4Netログレベルの更新:
ko: Log4Net 로그 수준 업데이트 중:
ru: Обновление уровня журнала Log4Net
zh_hant: 更新Log4Net 日誌級別：

source: Update
fr: renouveler
ja: 更新する
ko: 고쳐 쓰다
ru: возобновлять
zh_hant: 更新

source: Unsupported file format
fr: Format de fichier non pris en charge
ja: サポートされていないファイル形式
ko: 지원되지 않는 파일 형식
ru: Неподдерживаемый формат файла
zh_hant: 不支持的文件格式

source: Time Left:
fr: temps restant:
ja: 残り時間：
ko: 남은 시간:
ru: оставшееся время:
zh_hant: 剩餘時間：

source: Sort Options
fr: Options de tri
ja: 並び替えオプション
ko: 정렬 옵션
ru: Параметры сортировки
zh_hant: 排序選項

source: SortDefault
fr: Tri par défaut
ja: ソートデフォルト
ko: 정렬기본값
ru: Сортировка по умолчанию

source: SortByName
fr: Trier par nom
ja: 名前で並べ替え
ko: 이름순 정렬
ru: Сортировать по имени
zh_hant: 按名稱排序

source: SortByCategory
fr: Trier par catégorie
ja: カテゴリで並べ替え
ko: 카테고리별 정렬
ru: Сортировать по категории
zh_hant: 按類別排序

source: Socket Management Window
fr: Fenêtre de gestion des sockets
ja: ソケット管理ウィンドウ
ko: 소켓 관리 창
ru: Окно управления сокетами
zh_hant: Socket管理視窗

source: SocketBufferSize
fr: taille du tampon
ja: バッファサイズ
ko: 버퍼 크기
ru: размер буфера
zh_hant: 緩衝區大小

source: Smart Sort (Descending)
fr: Tri intelligent (décroissant)
ja: スマートソート（降順）
ko: 스마트 정렬 (내림차순)
ru: Умная сортировка (по убыванию)
zh_hant: 智能排序 (降序)

source: Smart Sort (Ascending)
fr: Tri intelligent (croissant)
ja: スマートソート（昇順）
ko: 스마트 정렬 (오름차순)
ru: Умная сортировка (по возрастанию)
zh_hant: 智能排序 (升序)

# SaveSingleConfigFailed
source: Failed to save single configuration {0}
fr: Échec de l'enregistrement de la configuration unique {0}
ja: 単一構成{0}の保存に失敗しました
ko: 단일 구성 {0} 저장 실패
ru: Не удалось сохранить единую конфигурацию {0}
zh_hant: 保存單個配置 {0} 失敗

# ru
source: Русский (Russian)
fr: Русский (Russe)
ja: Русский (ロシア語)
ko: Русский (러시아어)
ru: Русский
zh_hant: Русский（俄語）

# RestoreConfigFileFailed
source: Failed to restore configuration file
fr: Échec de la restauration du fichier de configuration
ja: 構成ファイルの復元に失敗しました
ko: 구성 파일 복원 실패
ru: Не удалось восстановить файл конфигурации
zh_hant: 恢復配置文件失敗

source: Reset
fr: réinitialiser
ja: リセット
ko: 다시 놓기
ru: перезагрузить
zh_hant: 重置

source: Rename
fr: Rebaptiser
ja: 名前を変更
ko: 이름 바꾸기
ru: Переименовать
zh_hant: 重新命名

# RemStagePointsToTemp
source: rem STAGE points to the ColorVision content root in the temporary directory
fr: rem STAGE pointe vers la racine du contenu ColorVision dans le répertoire temporaire
ja: rem STAGEは一時ディレクトリ内のColorVisionコンテンツルートを指します
ko: rem STAGE는 임시 디렉터리의 ColorVision 콘텐츠 루트를 가리킵니다
ru: rem STAGE указывает на корень содержимого ColorVision во временном каталоге
zh_hant: rem STAGE 指向臨時目錄中解壓出的 ColorVision 內容根

# RemRobocopySuccess
source: rem Robocopy 0-7 considered success
fr: rem Robocopy 0-7 considéré comme succès
ja: rem Robocopy 0-7は成功とみなされます
ko: rem Robocopy 0-7은 성공으로 간주됩니다
ru: rem Robocopy 0-7 считается успехом
zh_hant: rem Robocopy 0-7 視為成功

source: Project/Solution (P)...
fr: Projet/Solution (P)...
ja: プロジェクト/ソリューション (P)...
ko: 프로젝트/솔루션(P)...
ru: Проект/Решение (П)...
zh_hant: 項目/解決方案(P)...

# ProjectNotFound
source: Project {0} not found
fr: Projet {0} introuvable
ja: プロジェクト{0}が見つかりません
ko: 프로젝트 {0}을(를) 찾을 수 없습니다
ru: Проект {0} не найден
zh_hant: 找不到項目{0}

# PluginName
source: Name
fr: Nom du plugin
ja: プラグイン名
ko: 플러그인 이름
ru: название плагина
zh_hant: 插件名稱

# PluginMissingId
source: Plugin {0} missing unique ID, skipped
fr: Plugin {0} ID unique manquant, ignoré
ja: プラグイン{0}に一意のIDがありません、スキップされました
ko: 플러그인 {0}에 고유 ID가 없습니다. 건너뛰었습니다
ru: У плагина {0} отсутствует уникальный ID, пропущен
zh_hant: 插件 {0} 缺少唯一Id，已跳過

# PluginLoadError
source: Plugin or manifest load error: {0}
fr: Erreur de chargement du plugin ou du manifeste : {0}
ja: プラグインまたはマニフェストの読み込みエラー: {0}
ko: 플러그인 또는 매니페스트 로드 오류: {0}
ru: Ошибка загрузки плагина или манифеста: {0}
zh_hant: 加載插件或manifest錯誤：{0}

# PluginDllNotFound
source: Plugin DLL not found: {0}
fr: DLL du plugin introuvable : {0}
ja: プラグインDLLが見つかりません: {0}
ko: 플러그인 DLL을 찾을 수 없습니다: {0}
ru: DLL плагина не найдена: {0}
zh_hant: 插件DLL不存在: {0}

source: Options
ja: オプション
ko: 옵션
ru: Параметры
zh_hant: 選項

source: OpenLogFolder
fr: Dossier OpenLog
ja: ログフォルダを開く
ko: 오픈로그폴더
zh_hant: 打開日誌資料夾

source: Open Containing Folder
fr: Ouvrir le dossier contenant
ja: 格納フォルダーを開く
ko: 포함 폴더 열기
ru: Открыть содержащую папку
zh_hant: 打開所在文件夾

source: OpenConfigFile
fr: Ouvrir le fichier de configuration
ja: 設定ファイルを開く
zh_hant: 開啟設定檔

# OnlineCronGenerator
source: Online Cron Expression Generator
fr: Générateur d'expressions Cron en ligne
ja: オンラインCron式ジェネレータ
ko: 온라인 Cron 표현식 생성기
ru: Онлайн-генератор выражений Cron
zh_hant: 在線Cron表達式生成器

# NoLocalLog4Output
source: No local log4 output configured
fr: Aucune sortie log4 locale configurée
ja: ローカルlog4出力が設定されていません
ko: 로컬 log4 출력이 구성되지 않았습니다
ru: Локальный вывод log4 не настроен
zh_hant: 沒有配置本地的log4輸出

# MysqlTool
source: MySQL tools
fr: Outils MySQL
ja: MySQLツール
ko: MySQL 도구
ru: Инструменты MySQL
zh_hant: Mysql工具

# MsgList
source: Message Log Window
fr: Fenêtre de journalisation des messages
ja: メッセージログウィンドウ
ko: 메시지 로그 창
ru: Окно журнала сообщений
zh_hant: 訊息日誌視窗

# LoadingPlugin
source: Loading plugin: {0}
fr: Chargement du plugin : {0}
ja: プラグインを読み込み中: {0}
ko: 플러그인 로드 중: {0}
ru: Загрузка плагина: {0}
zh_hant: 加載插件: {0}

# LoadedPluginWithoutManifest
source: Loaded plugin without manifest: {0}
fr: Plugin chargé sans manifeste : {0}
ja: マニフェストなしでプラグインを読み込みました: {0}
ko: 매니페스트 없이 플러그인을 로드했습니다: {0}
ru: Загружен плагин без манифеста: {0}
zh_hant: 加載了沒有manifest的插件: {0}

# LanguageResartSign
source: You must restart to apply your new language settings
fr: Vous devez redémarrer pour utiliser les nouveaux paramètres de langue
ja: 新しい言語設定を使用するためには、再起動が必要です
ko: 새로운 언어 설정을 적용하려면 재시작해야 합니다
ru: Необходимо перезагрузить компьютер, чтобы использовать новые языковые настройки
zh_hant: 您必須重新啟動才能使用新的語言設定

source: IsAutoSelect
fr: SélectionAutomatique
ja: 自動選択かどうか
ko: 자동 선택 여부
ru: АвтоВыбор
zh_hant: 自動選擇嗎

# FoundProjectDownloadConfirm
source: Found project {0}, {1}, download?
fr: Projet trouvé {0}, {1}, télécharger?
ja: プロジェクト{0}、{1}が見つかりました。ダウンロードしますか？
ko: 프로젝트 {0}, {1}을(를) 찾았습니다. 다운로드하시겠습니까?
ru: Найден проект {0}, {1}, скачать?
zh_hant: 找到項目{0}，{1}，是否下載

# FilterSupportsRegex
source: Filter supports regular
fr: Le filtre prend en charge les expressions régulières
ja: フィルターは正規表現をサポートします
ko: 필터는 정규식을 지원합니다
ru: Фильтр поддерживает регулярные выражения
zh_hant: 過濾器支援正規

source: exeName cannot be empty
fr: exeName ne peut pas être vide
ja: exeNameを空にすることはできません
ko: exeName은 비워 둘 수 없습니다
ru: exeName не может быть пустым
zh_hant: exeName 不能為空

source: Execute
fr: Exécuter
ja: 実行
ko: 실행
ru: Выполнить
zh_hant: 執行

# ErrorOccurred
source: An error occurred
fr: Une erreur s'est produite
ja: エラーが発生しました
ko: 에러 발생됨
ru: Произошла ошибка
zh_hant: 發生錯誤

# EchoXCOPYFailed
source: echo XCOPY copy failed, update aborted.
fr: echo Échec de la copie XCOPY, mise à jour annulée.
ja: echo XCOPYコピーが失敗しました、更新が中止されました。
ko: echo XCOPY 복사 실패, 업데이트 중단됨.
ru: echo Копирование XCOPY не удалось, обновление прервано.
zh_hant: echo XCOPY 複製失敗，更新中止。

# EchoUsingXCOPY
source: echo Using XCOPY fallback copy...
fr: echo Utilisation du repli XCOPY...
ja: echo XCOPYフォールバックコピーを使用中...
ko: echo XCOPY 대체 복사 사용 중...
ru: echo Использование резервного копирования XCOPY...
zh_hant: echo 使用 XCOPY 回退複製...

# EchoUpdateComplete
source: echo Update complete. (Cleanup running in background)
fr: echo Mise à jour terminée. (Nettoyage en cours en arrière-plan)
ja: echo 更新完了。（クリーンアップはバックグラウンドで実行中）
ko: echo 업데이트 완료. (백그라운드에서 정리 실행 중)
ru: echo Обновление завершено. (Очистка выполняется в фоновом режиме)
zh_hant: echo 更新完成。（清理在後台進行）

# EchoTerminatingProcess
source: echo Terminating process: {0}
fr: echo Arrêt du processus : {0}
ja: echo プロセスを終了中: {0}
ko: echo 프로세스 종료 중: {0}
ru: echo Завершение процесса: {0}
zh_hant: echo 正在結束進程: {0}

# EchoTargetDirNotExist
source: echo Target directory does not exist, skipping backup.
fr: echo Le répertoire cible n'existe pas, sauvegarde ignorée.
ja: echo ターゲットディレクトリが存在しません、バックアップをスキップします。
ko: echo 대상 디렉터리가 존재하지 않습니다. 백업을 건너뜁니다.
ru: echo Целевой каталог не существует, резервное копирование пропущено.
zh_hant: echo 目標目錄不存在，跳過備份。

# EchoStartCopyingFiles
source: echo Starting to copy new version files...
fr: echo Début de la copie des nouveaux fichiers de version...
ja: echo 新しいバージョンファイルのコピーを開始しています...
ko: echo 새 버전 파일 복사 시작...
ru: echo Начало копирования новых файлов версии...
zh_hant: echo 開始複製新版本文件...

# EchoSchedulingCleanup
source: echo Scheduling delayed cleanup of temporary directory and script...
fr: echo Planification du nettoyage différé du répertoire temporaire et du script...
ja: echo 一時ディレクトリとスクリプトの遅延クリーンアップをスケジュール中...
ko: echo 임시 디렉터리 및 스크립트의 지연된 정리 예약 중...
ru: echo Планирование отложенной очистки временного каталога и скрипта...
zh_hant: echo 安排延遲清理臨時目錄與腳本...

# EchoRobocopyNotFound
source: echo Robocopy not found, falling back to XCOPY...
fr: echo Robocopy introuvable, repli vers XCOPY...
ja: echo Robocopyが見つかりません、XCOPYにフォールバック...
ko: echo Robocopy를 찾을 수 없습니다. XCOPY로 대체...
ru: echo Robocopy не найден, переход к XCOPY...
zh_hant: echo 未找到 Robocopy，回退到 XCOPY...

# EchoRobocopyFailed
source: echo Robocopy failed, error code !RC!, trying XCOPY fallback...
fr: echo Échec de Robocopy, code d'erreur !RC!, tentative de repli XCOPY...
ja: echo Robocopyが失敗しました、エラーコード!RC!、XCOPYフォールバックを試行中...
ko: echo Robocopy 실패, 오류 코드 !RC!, XCOPY 대체 시도 중...
ru: echo Robocopy не удалось, код ошибки !RC!, попытка использовать XCOPY...
zh_hant: echo Robocopy 失敗，錯誤碼 !RC! ，嘗試使用 XCOPY 回退...

source: echo Restarting program...
fr: echo Redémarrage du programme...
ja: echo プログラムを再起動中...
ko: echo 프로그램 다시 시작 중...
ru: echo Перезапуск программы...
zh_hant: echo 正在重新啟動程序...

source: echo Copy complete.
fr: echo Copie terminée.
ja: echo コピー完了。
ko: echo 복사 완료.
ru: echo Копирование завершено.
zh_hant: echo 複製完成。

# EchoBackupTo
source: echo Backup to: %BKDIR%
fr: echo Sauvegarde vers : %BKDIR%
ja: echo バックアップ先: %BKDIR%
ko: echo 백업 위치: %BKDIR%
ru: echo Резервное копирование в: %BKDIR%
zh_hant: echo 備份到：%BKDIR%

source: echo Backup complete.
fr: echo Sauvegarde terminée.
ja: echo バックアップ完了。
ko: echo 백업 완료.
ru: echo Резервное копирование завершено.
zh_hant: echo 備份完成。

source: echo Backing up current version...
fr: echo Sauvegarde de la version actuelle...
ja: echo 現在のバージョンをバックアップ中...
ko: echo 현재 버전 백업 중...
ru: echo Резервное копирование текущей версии...
zh_hant: echo 正在備份當前版本...

source: Download
fr: Télécharger
ja: ダウンロード
ko: 다운로드
ru: Скачать
zh_hant: 下載

source: Descending
fr: Décroissant
ja: 降順
ko: 내림차순
ru: По убыванию
zh_hant: 降序

# DependencyVersionInsufficient
source: Dependency {0} version insufficient, required: {1}, actual: {2}
fr: Version de dépendance {0} insuffisante, requise : {1}, actuelle : {2}
ja: 依存関係{0}のバージョンが不足しています、必要: {1}、実際: {2}
ko: 종속성 {0} 버전이 부족합니다. 필요: {1}, 실제: {2}
ru: Версия зависимости {0} недостаточна, требуется: {1}, фактическая: {2}
zh_hant: 依賴 {0} 版本不足，要求: {1}，實際: {2}

# DependencyDllNotFound
source: Dependency {0} DLL not found: {1}
fr: DLL de dépendance {0} introuvable : {1}
ja: 依存関係{0}のDLLが見つかりません: {1}
ko: 종속성 {0} DLL을 찾을 수 없습니다: {1}
ru: DLL зависимости {0} не найдена: {1}
zh_hant: 依賴 {0} 未找到對應的dll: {1}

# DependencyCheckException
source: Exception checking dependency {0} version: {1}
fr: Exception lors de la vérification de la version de dépendance {0} : {1}
ja: 依存関係{0}のバージョンチェック時に例外が発生しました: {1}
ko: 종속성 {0} 버전 확인 중 예외 발생: {1}
ru: Исключение при проверке версии зависимости {0}: {1}
zh_hant: 檢查依賴 {0} 版本時發生異常: {1}

source: Delete
fr: Supprimer
ja: 消去
ko: 삭제
ru: удалить
zh_hant: 刪除

source: Current Speed:
fr: Vitesse actuelle:
ja: 現在の速度:
ko: 현재 속도:
ru: Текущая скорость:
zh_hant: 目前速度：

# ConfirmUpdate
source: Update
fr: Mettre à jour
ja: 更新
ko: 업데이트
ru: Обновить
zh_hant: 是否更新

# ConfirmDeletePlugin
source: Confirm delete plugin {0}?
fr: Confirmer la suppression du plugin {0}?
ja: プラグイン{0}を削除しますか？
ko: 플러그인 {0}을(를) 삭제하시겠습니까?
ru: Подтвердить удаление плагина {0}?
zh_hant: 是否確認刪除插件{0}

source: Close
fr: fermeture
ja: 閉鎖
ko: 폐쇄
ru: закрытие
zh_hant: 關閉

source: Clear
fr: Clair
ja: クリア
ko: 분명한
ru: Прозрачный
zh_hant: 清除

# CleanupBackupFailed
source: Failed to cleanup backup files
fr: Échec du nettoyage des fichiers de sauvegarde
ja: バックアップファイルのクリーンアップに失敗しました
ko: 백업 파일 정리 실패
ru: Не удалось очистить файлы резервных копий
zh_hant: 清理備份文件失敗

# CheckPluginUpdates
source: Check for plugin updates
fr: Vérifier les mises à jour des plugins
ja: プラグインの更新を確認
ko: 플러그인 업데이트 확인
ru: Проверить обновления плагинов
zh_hant: 檢測插件更新

source: Checking for additional projects
fr: Vérification des projets supplémentaires
ja: 追加プロジェクトを確認中
ko: 추가 프로젝트 확인 중
ru: Проверка дополнительных проектов
zh_hant: 正在檢索是否存在附加項目

# Bool2VisibilityConverterNotFound
source: bool2VisibilityConverter resource not found
fr: Ressource bool2VisibilityConverter introuvable
ja: bool2VisibilityConverterリソースが見つかりません
ko: bool2VisibilityConverter 리소스를 찾을 수 없습니다
ru: Ресурс bool2VisibilityConverter не найден
zh_hant: bool2VisibilityConverter 資源未找到

source: batchFilePath cannot be empty
fr: batchFilePath ne peut pas être vide
ja: batchFilePathを空にすることはできません
ko: batchFilePath는 비워 둘 수 없습니다
ru: batchFilePath не может быть пустым
zh_hant: batchFilePath 不能為空

source: baseDir cannot be empty
fr: baseDir ne peut pas être vide
ja: baseDirを空にすることはできません
ko: baseDir는 비워 둘 수 없습니다
ru: baseDir не может быть пустым
zh_hant: baseDir 不能為空

source: Ascending
fr: Croissant
ja: 昇順
ko: 오름차순
ru: По возрастанию
zh_hant: 升序

source: Application.Current not initialized
fr: Application.Current non initialisé
ja: Application.Currentが初期化されていません
ko: Application.Current가 초기화되지 않았습니다
ru: Application.Current не инициализирован
zh_hant: Application.Current 未初始化

source: All Files (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*
ja: すべてのファイル (*.*)|*.*
ko: 모든 파일 (*.*)|*.*
ru: Все файлы (*.*)|*.*
zh_hant: 所有文件 (*.*)|*.*

source: Loading
fr: charger
ja: 負荷
ko: 짐
ru: нагрузка
zh_hant: 載入

source: Open Folder
fr: Ouvrir le dossier contenant
ja: 格納フォルダーを開く
ko: 폴더 열기
ru: Открыть содержащую папку
zh_hant: 打開所在文件夾

source: OK
fr: Bien sûr
ja: もちろん
ko: 확인
ru: Конечно
zh_hant: 確定

source: Cancel
fr: Annuler
ja: キャンセル
ko: 취소
ru: Отмена
zh_hant: 取消
